<pad>	0
<s>	0
</s>	0
<unk>	0
an	-0
ku	-1
ak	-2
ra	-3
‚ĖĀku	-4
in	-5
‚ĖĀm	-6
ri	-7
‚ĖĀn	-8
ch	-9
dz	-10
wa	-11
zv	-12
va	-13
ti	-14
aka	-15
re	-16
we	-17
am	-18
ro	-19
‚ĖĀp	-20
si	-21
en	-22
‚ĖĀmu	-23
on	-24
‚ĖĀzv	-25
ye	-26
ana	-27
ta	-28
‚ĖĀu	-29
''	-30
ga	-31
‚ĖĀk	-32
is	-33
hu	-34
ka	-35
ino	-36
‚ĖĀv	-37
chi	-38
ru	-39
mb	-40
dzi	-41
ha	-42
da	-43
‚ĖĀM	-44
‚ĖĀi	-45
‚ĖĀa	-46
‚ĖĀne	-47
un	-48
te	-49
ma	-50
se	-51
ya	-52
di	-53
‚ĖĀma	-54
ano	-55
‚ĖĀuye	-56
sh	-57
zi	-58
‚ĖĀva	-59
ba	-60
gu	-61
sa	-62
oku	-63
‚ĖĀK	-64
‚ĖĀch	-65
hi	-66
dza	-67
‚ĖĀpa	-68
vi	-69
yo	-70
'''	-71
‚ĖĀC	-72
mu	-73
ge	-74
rwa	-75
‚ĖĀN	-76
ani	-77
‚ĖĀ(	-78
ko	-79
‚ĖĀaka	-80
to	-81
‚ĖĀy	-82
‚ĖĀkana	-83
‚ĖĀS	-84
de	-85
he	-86
mi	-87
pa	-88
‚ĖĀkuti	-89
ho	-90
‚ĖĀA	-91
and	-92
ve	-93
isa	-94
zvi	-95
‚ĖĀI	-96
mwe	-97
ako	-98
‚ĖĀye	-99
go	-100
‚ĖĀr	-101
‚ĖĀT	-102
‚ĖĀkun	-103
ura	-104
‚ĖĀzvi	-105
‚ĖĀw	-106
anga	-107
‚ĖĀpam	-108
so	-109
‚ĖĀchi	-110
yi	-111
‚ĖĀV	-112
‚ĖĀP	-113
ona	-114
mba	-115
po	-116
‚ĖĀZ	-117
‚ĖĀdz	-118
‚ĖĀino	-119
zvo	-120
fu	-121
ki	-122
amb	-123
‚ĖĀna	-124
ane	-125
ts	-126
cha	-127
ita	-128
vo	-129
wi	-130
tu	-131
‚ĖĀ1	-132
no	-133
‚ĖĀ'''	-134
‚ĖĀre	-135
le	-136
‚ĖĀKu	-137
‚ĖĀwe	-138
‚ĖĀB	-139
‚ĖĀnoku	-140
pe	-141
‚ĖĀmun	-142
ake	-143
‚ĖĀkwe	-144
wan	-145
ine	-146
iri	-147
wo	-148
‚ĖĀe	-149
‚ĖĀano	-150
ten	-151
‚ĖĀndi	-152
‚ĖĀ2	-153
anhu	-154
‚ĖĀD	-155
‚ĖĀvaka	-156
do	-157
‚ĖĀvano	-158
ina	-159
‚ĖĀR	-160
‚ĖĀb	-161
akan	-162
‚ĖĀzvino	-163
‚ĖĀH	-164
kuru	-165
ose	-166
ing	-167
‚ĖĀMa	-168
‚ĖĀJ	-169
du	-170
‚ĖĀMu	-171
‚ĖĀkub	-172
gadzi	-173
soro	-174
ang	-175
ama	-176
‚ĖĀh	-177
yu	-178
kwa	-179
‚ĖĀU	-180
dzo	-181
‚ĖĀs	-182
me	-183
tsi	-184
reva	-185
mbo	-186
‚ĖĀwa	-187
‚ĖĀyaka	-188
‚ĖĀche	-189
mo	-190
‚ĖĀkwa	-191
ira	-192
..	-193
‚ĖĀse	-194
‚ĖĀha	-195
rira	-196
la	-197
‚ĖĀG	-198
ung	-199
iswa	-200
‚ĖĀpamu	-201
‚ĖĀt	-202
00	-203
angu	-204
amu	-205
li	-206
era	-207
shand	-208
ere	-209
yika	-210
es	-211
za	-212
‚ĖĀiri	-213
pi	-214
eri	-215
fa	-216
‚ĖĀya	-217
‚ĖĀzvaka	-218
‚ĖĀE	-219
‚ĖĀF	-220
er	-221
or	-222
‚ĖĀChi	-223
‚ĖĀru	-224
‚ĖĀin	-225
vha	-226
dzwa	-227
‚ĖĀL	-228
gona	-229
‚ĖĀZv	-230
zita	-231
anda	-232
ron	-233
‚ĖĀc	-234
ji	-235
it	-236
‚ĖĀpamusoro	-237
zu	-238
iti	-239
enge	-240
‚ĖĀW	-241
amba	-242
svi	-243
zo	-244
lo	-245
‚ĖĀo	-246
‚ĖĀuno	-247
wari	-248
‚ĖĀ-	-249
wana	-250
‚ĖĀhu	-251
inhu	-252
pfu	-253
eho	-254
‚ĖĀno	-255
‚ĖĀpe	-256
inga	-257
akanga	-258
sha	-259
yan	-260
ambo	-261
zuva	-262
sira	-263
hin	-264
ehovha	-265
oko	-266
vu	-267
dhi	-268
bu	-269
‚ĖĀkubva	-270
ce	-271
viri	-272
enyu	-273
gwa	-274
mbi	-275
‚ĖĀzve	-276
one	-277
tanga	-278
‚ĖĀra	-279
‚ĖĀasi	-280
ish	-281
‚ĖĀri	-282
akati	-283
al	-284
‚ĖĀf	-285
‚ĖĀzva	-286
zvimbo	-287
uro	-288
‚ĖĀmi	-289
ar	-290
guva	-291
ke	-292
‚ĖĀzita	-293
fani	-294
).	-295
st	-296
che	-297
‚ĖĀro	-298
ter	-299
‚ĖĀkureva	-300
‚ĖĀrino	-301
‚ĖĀ/	-302
‚ĖĀVa	-303
pu	-304
‚ĖĀvane	-305
oni	-306
zwi	-307
ai	-308
gi	-309
basa	-310
‚ĖĀZvino	-311
ze	-312
cho	-313
‚ĖĀY	-314
‚ĖĀsi	-315
‚ĖĀvanoti	-316
wanda	-317
‚ĖĀnd	-318
‚ĖĀ3	-319
‚ĖĀkw	-320
kun	-321
01	-322
enda	-323
tari	-324
bva	-325
akanaka	-326
ren	-327
‚ĖĀari	-328
kura	-329
iso	-330
‚ĖĀ"	-331
tion	-332
ur	-333
ini	-334
‚ĖĀpaku	-335
‚ĖĀwaka	-336
‚ĖĀnokuti	-337
‚ĖĀO	-338
et	-339
svika	-340
‚ĖĀiwe	-341
zira	-342
ol	-343
amwe	-344
fanira	-345
‚ĖĀVanhu	-346
pin	-347
...	-348
‚ĖĀCh	-349
ry	-350
‚ĖĀpamwe	-351
mana	-352
yana	-353
gadzirwa	-354
sang	-355
‚ĖĀmunhu	-356
taura	-357
dzera	-358
ari	-359
ck	-360
shu	-361
chin	-362
mbe	-363
shoko	-364
ongo	-365
andi	-366
‚ĖĀIn	-367
co	-368
fan	-369
rati	-370
‚ĖĀneku	-371
‚ĖĀnen	-372
‚ĖĀachi	-373
‚ĖĀd	-374
‚ĖĀdzi	-375
‚ĖĀvachi	-376
‚ĖĀJehovha	-377
shandiswa	-378
kana	-379
ende	-380
onga	-381
zhin	-382
‚ĖĀakati	-383
zhinji	-384
‚ĖĀun	-385
akomana	-386
‚ĖĀof	-387
‚ĖĀvanhu	-388
‚ĖĀve	-389
vaka	-390
uri	-391
il	-392
ondo	-393
okuti	-394
dha	-395
wani	-396
‚ĖĀ201	-397
‚ĖĀti	-398
‚ĖĀyeku	-399
vura	-400
‚ĖĀpasi	-401
tsva	-402
ty	-403
‚ĖĀ...	-404
‚ĖĀdze	-405
‚ĖĀkune	-406
she	-407
th	-408
‚ĖĀMwari	-409
‚ĖĀpakati	-410
amiri	-411
‚ĖĀKana	-412
‚ĖĀPa	-413
pfuura	-414
vanhu	-415
hen	-416
‚ĖĀchino	-417
tsa	-418
mun	-419
lu	-420
gadziri	-421
ou	-422
aki	-423
onzi	-424
ca	-425
shandisa	-426
je	-427
‚ĖĀis	-428
‚ĖĀgu	-429
gore	-430
dzira	-431
‚ĖĀnguva	-432
‚ĖĀ''	-433
‚ĖĀkuna	-434
imba	-435
‚ĖĀNdi	-436
kira	-437
‚ĖĀmumwe	-438
‚ĖĀchete	-439
‚ĖĀyo	-440
su	-441
han	-442
vhi	-443
‚ĖĀ5	-444
‚ĖĀiyo	-445
chenge	-446
gara	-447
‚ĖĀThe	-448
‚ĖĀkuva	-449
bo	-450
‚ĖĀkuno	-451
siyana	-452
‚ĖĀraka	-453
famba	-454
tora	-455
‚ĖĀ4	-456
kati	-457
teve	-458
bat	-459
‚ĖĀane	-460
bhu	-461
rama	-462
ni	-463
‚ĖĀpan	-464
tenge	-465
sina	-466
dya	-467
‚ĖĀZvi	-468
batsi	-469
‚ĖĀhwe	-470
‚ĖĀzvose	-471
at	-472
‚ĖĀichi	-473
el	-474
ver	-475
ss	-476
‚ĖĀNe	-477
siti	-478
zve	-479
‚ĖĀdzaka	-480
ci	-481
rera	-482
zwa	-483
‚ĖĀMo	-484
‚ĖĀnzvimbo	-485
‚ĖĀmo	-486
‚ĖĀrwe	-487
‚ĖĀnomu	-488
‚ĖĀnama	-489
beri	-490
rume	-491
uno	-492
shanda	-493
ando	-494
unga	-495
‚ĖĀmuna	-496
zvozvo	-497
ungwa	-498
bhi	-499
zva	-500
‚ĖĀbasa	-501
‚ĖĀroku	-502
‚ĖĀka	-503
ungu	-504
akore	-505
ent	-506
‚ĖĀAsi	-507
‚ĖĀCo	-508
‚ĖĀhe	-509
‚ĖĀg	-510
para	-511
‚ĖĀyako	-512
piri	-513
bha	-514
‚ĖĀzvinhu	-515
ne	-516
dze	-517
‚ĖĀdzino	-518
rana	-519
Jehovha	-520
fe	-521
ll	-522
singa	-523
tung	-524
tende	-525
gh	-526
ja	-527
ene	-528
‚ĖĀto	-529
mira	-530
‚ĖĀnde	-531
kan	-532
vhu	-533
yorwa	-534
fi	-535
‚ĖĀHa	-536
‚ĖĀnema	-537
‚ĖĀpane	-538
wanikwa	-539
ziva	-540
man	-541
kamu	-542
‚ĖĀvari	-543
kumi	-544
enga	-545
wanakomana	-546
‚ĖĀNd	-547
‚ĖĀan	-548
‚ĖĀnem	-549
kidza	-550
‚ĖĀnokuda	-551
waka	-552
ly	-553
akak	-554
‚ĖĀimwe	-555
enz	-556
bata	-557
ambi	-558
bvu	-559
‚ĖĀta	-560
yanya	-561
shi	-562
papo	-563
wedzera	-564
siraeri	-565
‚ĖĀthe	-566
‚ĖĀ>	-567
‚ĖĀnyika	-568
Chi	-569
‚ĖĀdza	-570
rongwa	-571
tatu	-572
‚ĖĀyoku	-573
‚ĖĀmari	-574
‚ĖĀkusvika	-575
anu	-576
bi	-577
‚ĖĀsa	-578
‚ĖĀRe	-579
bwe	-580
vana	-581
oo	-582
bere	-583
dai	-584
ena	-585
swa	-586
simba	-587
gadzira	-588
‚ĖĀvose	-589
bv	-590
‚ĖĀAn	-591
‚ĖĀme	-592
‚ĖĀKun	-593
penyu	-594
ad	-595
wira	-596
yore	-597
ris	-598
‚ĖĀNokuti	-599
ambu	-600
‚ĖĀkuma	-601
‚ĖĀSe	-602
‚ĖĀ19	-603
sika	-604
were	-605
sham	-606
‚ĖĀzvikuru	-607
‚ĖĀmwe	-608
tungamiri	-609
‚ĖĀchin	-610
ton	-611
‚ĖĀTa	-612
‚ĖĀRu	-613
Mwari	-614
ipa	-615
oma	-616
‚ĖĀchinhu	-617
‚ĖĀiyi	-618
‚ĖĀsimba	-619
‚ĖĀiye	-620
andu	-621
nyu	-622
‚ĖĀMun	-623
shure	-624
pinda	-625
um	-626
‚ĖĀchai	-627
vara	-628
chengete	-629
esu	-630
be	-631
‚ĖĀnava	-632
‚ĖĀzviri	-633
mbu	-634
‚ĖĀnzira	-635
itwa	-636
akako	-637
‚ĖĀkuita	-638
‚ĖĀwake	-639
anisira	-640
‚ĖĀ6	-641
kadzi	-642
‚ĖĀpo	-643
‚ĖĀzvis	-644
edza	-645
zivi	-646
iva	-647
‚ĖĀinoti	-648
‚ĖĀnezvi	-649
eni	-650
‚ĖĀwako	-651
‚ĖĀnha	-652
‚ĖĀkumu	-653
van	-654
‚ĖĀpano	-655
tima	-656
der	-657
batsira	-658
baba	-659
‚ĖĀine	-660
‚ĖĀpamberi	-661
fanana	-662
mbira	-663
ran	-664
Isiraeri	-665
sisa	-666
tan	-667
‚ĖĀacha	-668
),	-669
tor	-670
‚ĖĀkwaka	-671
kwadi	-672
‚ĖĀzvin	-673
rudzi	-674
‚ĖĀAka	-675
‚ĖĀmusi	-676
sun	-677
anguva	-678
‚ĖĀde	-679
‚ĖĀucha	-680
‚ĖĀmuma	-681
daro	-682
id	-683
ir	-684
‚ĖĀho	-685
‚ĖĀzvoku	-686
kon	-687
‚ĖĀzvichi	-688
tevera	-689
‚ĖĀmwanakomana	-690
‚ĖĀzvakanaka	-691
uya	-692
‚ĖĀose	-693
ongoro	-694
‚ĖĀvake	-695
guta	-696
sanganisira	-697
fanani	-698
‚ĖĀchaka	-699
‚ĖĀcha	-700
Ma	-701
ise	-702
the	-703
ste	-704
temo	-705
AN	-706
na	-707
‚ĖĀkura	-708
zvino	-709
000	-710
tse	-711
rika	-712
‚ĖĀmashoko	-713
saru	-714
tivi	-715
bhe	-716
‚ĖĀ&	-717
us	-718
omu	-719
amusoro	-720
kanwa	-721
‚ĖĀwangu	-722
‚ĖĀso	-723
‚ĖĀKa	-724
‚ĖĀavo	-725
pera	-726
‚ĖĀkudzi	-727
uru	-728
svikira	-729
qu	-730
‚ĖĀ$	-731
‚ĖĀhere	-732
‚ĖĀnga	-733
‚ĖĀuchi	-734
ct	-735
hando	-736
tambo	-737
‚ĖĀvana	-738
rurama	-739
midza	-740
‚ĖĀizvi	-741
‚ĖĀuri	-742
china	-743
‚ĖĀBa	-744
‚ĖĀunogona	-745
dzidzi	-746
‚ĖĀmukuru	-747
‚ĖĀmvura	-748
shandi	-749
yange	-750
enzan	-751
rai	-752
‚ĖĀrw	-753
tso	-754
yaya	-755
‚ĖĀ7	-756
tsv	-757
ratidza	-758
‚ĖĀUye	-759
0.	-760
‚ĖĀkufamba	-761
huri	-762
‚ĖĀvan	-763
rt	-764
‚ĖĀSa	-765
‚ĖĀsh	-766
akwa	-767
fananidzo	-768
munhu	-769
sunungu	-770
‚ĖĀmambo	-771
‚ĖĀpanguva	-772
dura	-773
fungwa	-774
urwa	-775
‚ĖĀpama	-776
kosha	-777
ong	-778
ristu	-779
‚ĖĀkusvikira	-780
‚ĖĀkwazvo	-781
‚ĖĀKU	-782
‚ĖĀyedu	-783
‚ĖĀdzose	-784
‚ĖĀkure	-785
‚ĖĀnemi	-786
‚ĖĀUno	-787
yanzvi	-788
‚ĖĀJesu	-789
‚ĖĀbe	-790
mbwa	-791
‚ĖĀJo	-792
‚ĖĀkuwana	-793
tsika	-794
‚ĖĀzvinoreva	-795
‚ĖĀyake	-796
‚ĖĀyose	-797
‚ĖĀnyore	-798
zana	-799
bho	-800
‚ĖĀte	-801
hona	-802
kari	-803
‚ĖĀzvakan	-804
tic	-805
‚ĖĀ8	-806
unda	-807
tenda	-808
‚ĖĀmune	-809
‚ĖĀmukati	-810
‚ĖĀkushandiswa	-811
ble	-812
‚ĖĀkubu	-813
‚ĖĀmazwi	-814
tengesa	-815
‚ĖĀkuk	-816
‚ĖĀndicha	-817
‚ĖĀhw	-818
‚ĖĀnh	-819
‚ĖĀIpapo	-820
dzana	-821
ishand	-822
‚ĖĀnechi	-823
‚ĖĀvacha	-824
itika	-825
pamusoro	-826
ut	-827
‚ĖĀMi	-828
visa	-829
‚ĖĀsezvo	-830
‚ĖĀzuva	-831
‚ĖĀvamwe	-832
‚ĖĀkwaari	-833
‚ĖĀmaviri	-834
mwa	-835
‚ĖĀai	-836
rege	-837
‚ĖĀmunyika	-838
‚ĖĀmazuva	-839
‚ĖĀDe	-840
anidza	-841
‚ĖĀsei	-842
wanisa	-843
chan	-844
veren	-845
piwa	-846
‚ĖĀmum	-847
urope	-848
'''.	-849
‚ĖĀnezv	-850
hwa	-851
‚ĖĀndiyo	-852
ted	-853
imbabwe	-854
‚ĖĀMe	-855
‚ĖĀtino	-856
‚ĖĀriri	-857
zivo	-858
amuchi	-859
ng	-860
yama	-861
‚ĖĀPro	-862
vhidhi	-863
uka	-864
‚ĖĀ10	-865
‚ĖĀWe	-866
‚ĖĀco	-867
‚ĖĀrimwe	-868
koro	-869
ght	-870
‚ĖĀisu	-871
20	-872
‚ĖĀCa	-873
‚ĖĀmuchi	-874
‚ĖĀkwan	-875
chena	-876
‚ĖĀndiye	-877
‚ĖĀdi	-878
nd	-879
diwa	-880
‚ĖĀkushandisa	-881
duku	-882
ld	-883
‚ĖĀndino	-884
yira	-885
‚ĖĀrokuti	-886
dh	-887
‚ĖĀ9	-888
‚ĖĀUni	-889
zivikanwa	-890
cy	-891
rwere	-892
‚ĖĀwo	-893
-1	-894
‚ĖĀVaka	-895
gira	-896
udha	-897
gamuchi	-898
‚ĖĀizvo	-899
‚ĖĀreku	-900
horo	-901
‚ĖĀmakore	-902
vari	-903
‚ĖĀ_	-904
‚ĖĀmaka	-905
pp	-906
hara	-907
‚ĖĀvakanga	-908
kurumidza	-909
‚ĖĀsaka	-910
zera	-911
‚ĖĀSi	-912
‚ĖĀkuku	-913
bvun	-914
tengi	-915
misi	-916
‚ĖĀkut	-917
dzika	-918
‚ĖĀapo	-919
mm	-920
funga	-921
‚ĖĀvai	-922
onal	-923
‚ĖĀeku	-924
‚ĖĀNa	-925
homa	-926
pana	-927
tengo	-928
rin	-929
angan	-930
‚ĖĀTi	-931
dzisa	-932
ishonga	-933
ramba	-934
‚ĖĀkuenda	-935
denga	-936
tauro	-937
ria	-938
‚ĖĀakanga	-939
‚ĖĀkuru	-940
getsi	-941
itiro	-942
‚ĖĀkwema	-943
‚ĖĀkupfuura	-944
‚ĖĀmumu	-945
sva	-946
mp	-947
‚ĖĀChe	-948
‚ĖĀ‚ÄĘ	-949
per	-950
‚ĖĀdo	-951
yora	-952
‚ĖĀor	-953
‚ĖĀkupa	-954
simb	-955
‚ĖĀKo	-956
futa	-957
pisa	-958
‚ĖĀini	-959
‚ĖĀTo	-960
run	-961
ami	-962
‚ĖĀand	-963
50	-964
‚ĖĀIzvi	-965
ambani	-966
virira	-967
remu	-968
tenga	-969
‚ĖĀwechi	-970
simu	-971
‚ĖĀzvakare	-972
‚ĖĀndaka	-973
angwa	-974
roni	-975
unhu	-976
‚ĖĀkuzvi	-977
‚ĖĀ'	-978
‚ĖĀzvimwe	-979
chokwadi	-980
VI	-981
‚ĖĀTra	-982
enzaniso	-983
tsan	-984
aizvozvo	-985
‚ĖĀgo	-986
enyika	-987
pto	-988
‚ĖĀ.	-989
‚ĖĀ20	-990
‚ĖĀIno	-991
Mu	-992
‚ĖĀmuku	-993
buda	-994
‚ĖĀyavo	-995
lic	-996
ers	-997
‚ĖĀguru	-998
‚ĖĀkuburi	-999
kwe	-1000
‚ĖĀYaka	-1001
‚ĖĀLi	-1002
wandu	-1003
‚ĖĀshoko	-1004
rd	-1005
uni	-1006
‚ĖĀFa	-1007
vano	-1008
rwo	-1009
‚ĖĀwoku	-1010
RA	-1011
‚ĖĀRo	-1012
‚ĖĀrwa	-1013
‚ĖĀmabasa	-1014
‚ĖĀmamwe	-1015
chete	-1016
rica	-1017
Judha	-1018
‚ĖĀvakati	-1019
‚ĖĀfa	-1020
‚ĖĀzvakawanda	-1021
rei	-1022
‚ĖĀneva	-1023
wirira	-1024
randa	-1025
‚ĖĀyakan	-1026
‚ĖĀnemu	-1027
‚ĖĀkum	-1028
‚ĖĀSo	-1029
‚ĖĀmakumi	-1030
romo	-1031
‚ĖĀimi	-1032
versi	-1033
‚ĖĀkunyange	-1034
‚ĖĀkweku	-1035
ph	-1036
‚ĖĀko	-1037
‚ĖĀhwa	-1038
tungamirira	-1039
‚ĖĀ+	-1040
zvinhu	-1041
ed	-1042
wn	-1043
zha	-1044
onekwa	-1045
‚ĖĀchero	-1046
‚ĖĀgore	-1047
dzisira	-1048
rano	-1049
ratidzo	-1050
redza	-1051
land	-1052
‚ĖĀLa	-1053
inda	-1054
‚ĖĀMamwe	-1055
‚ĖĀ2.	-1056
kunda	-1057
‚ĖĀTe	-1058
‚ĖĀchoku	-1059
‚ĖĀakan	-1060
tsvene	-1061
‚ĖĀ‚Äú	-1062
Zimbabwe	-1063
‚ĖĀkushanda	-1064
‚ĖĀruzivo	-1065
sara	-1066
itira	-1067
hepo	-1068
dziyo	-1069
AK	-1070
eru	-1071
vira	-1072
‚ĖĀinogona	-1073
‚ĖĀga	-1074
sarudza	-1075
ric	-1076
‚ĖĀba	-1077
twa	-1078
shan	-1079
guru	-1080
zere	-1081
‚ĖĀkuburikidza	-1082
pedzisira	-1083
‚ĖĀDi	-1084
‚ĖĀEurope	-1085
‚ĖĀRa	-1086
‚ĖĀmoto	-1087
hatu	-1088
diri	-1089
‚ĖĀkwake	-1090
gen	-1091
tano	-1092
tarisa	-1093
dyo	-1094
ranga	-1095
tes	-1096
‚ĖĀvo	-1097
yoni	-1098
versity	-1099
‚ĖĀChina	-1100
rypto	-1101
‚ĖĀchikamu	-1102
‚ĖĀndiri	-1103
‚ĖĀchaizvo	-1104
‚ĖĀj	-1105
ment	-1106
‚ĖĀyema	-1107
peri	-1108
‚ĖĀdzimwe	-1109
ven	-1110
ul	-1111
‚ĖĀHe	-1112
tero	-1113
wen	-1114
ropa	-1115
‚ĖĀnaye	-1116
famb	-1117
sangana	-1118
zano	-1119
‚ĖĀava	-1120
akisisa	-1121
ting	-1122
havhidhi	-1123
dzirwa	-1124
shanu	-1125
‚ĖĀanogona	-1126
sv	-1127
log	-1128
taurwa	-1129
‚ĖĀts	-1130
muri	-1131
gadzirisa	-1132
tya	-1133
yenge	-1134
‚ĖĀpfungwa	-1135
‚ĖĀNdino	-1136
Ch	-1137
‚ĖĀ‚Äď	-1138
gari	-1139
‚ĖĀSta	-1140
‚ĖĀuyu	-1141
onde	-1142
sati	-1143
‚ĖĀkunze	-1144
izvozvo	-1145
‚ĖĀPo	-1146
ther	-1147
hoko	-1148
‚ĖĀ200	-1149
batana	-1150
san	-1151
ungi	-1152
‚ĖĀmuri	-1153
‚ĖĀNaizvozvo	-1154
ser	-1155
‚ĖĀrake	-1156
‚ĖĀbo	-1157
horoondo	-1158
cal	-1159
‚ĖĀnomumwe	-1160
‚ĖĀNo	-1161
ster	-1162
‚ĖĀYe	-1163
den	-1164
‚ĖĀyangu	-1165
‚ĖĀkubudi	-1166
‚ĖĀnam	-1167
aneti	-1168
‚ĖĀX	-1169
und	-1170
ruka	-1171
akakwana	-1172
‚ĖĀhuru	-1173
hiri	-1174
‚ĖĀrin	-1175
erman	-1176
‚ĖĀkwen	-1177
‚ĖĀmwedzi	-1178
‚ĖĀHo	-1179
ree	-1180
‚ĖĀoku	-1181
men	-1182
kera	-1183
rara	-1184
kwanisa	-1185
‚ĖĀchiri	-1186
‚ĖĀAno	-1187
too	-1188
tal	-1189
ongorora	-1190
‚ĖĀkutaura	-1191
‚ĖĀ(1	-1192
‚ĖĀpaka	-1193
‚ĖĀ100	-1194
‚ĖĀUniversity	-1195
‚ĖĀmhando	-1196
‚ĖĀpanyika	-1197
‚ĖĀnyaya	-1198
‚ĖĀsimbi	-1199
kwata	-1200
up	-1201
TI	-1202
‚ĖĀivo	-1203
itiko	-1204
vhe	-1205
‚ĖĀkwavari	-1206
‚ĖĀweku	-1207
‚ĖĀndoku	-1208
‚ĖĀBo	-1209
‚ĖĀipapo	-1210
'')	-1211
yiro	-1212
‚ĖĀnda	-1213
huru	-1214
‚ĖĀzvigadzirwa	-1215
rwi	-1216
moni	-1217
‚ĖĀIwe	-1218
est	-1219
ono	-1220
‚ĖĀake	-1221
tional	-1222
tambu	-1223
‚ĖĀCha	-1224
‚ĖĀpasina	-1225
‚ĖĀguta	-1226
wanzo	-1227
pedza	-1228
hembe	-1229
shamwari	-1230
‚ĖĀcheku	-1231
‚ĖĀmb	-1232
‚ĖĀitsva	-1233
‚ĖĀvachireva	-1234
DZ	-1235
kwi	-1236
‚ĖĀGu	-1237
‚ĖĀkwo	-1238
‚ĖĀvaIsiraeri	-1239
‚ĖĀ1.	-1240
win	-1241
ber	-1242
dzidzo	-1243
gan	-1244
‚ĖĀ12	-1245
‚ĖĀmwana	-1246
‚ĖĀpachi	-1247
yatso	-1248
rs	-1249
‚ĖĀema	-1250
enj	-1251
pan	-1252
goni	-1253
pindura	-1254
‚ĖĀkukura	-1255
‚ĖĀbaba	-1256
‚ĖĀkuwedzera	-1257
coin	-1258
pota	-1259
ist	-1260
sana	-1261
‚ĖĀfor	-1262
anidzwa	-1263
‚ĖĀQ	-1264
huka	-1265
ore	-1266
zara	-1267
pfe	-1268
chine	-1269
bud	-1270
tema	-1271
wu	-1272
‚ĖĀkuona	-1273
ara	-1274
‚ĖĀSh	-1275
‚ĖĀnaJehovha	-1276
erera	-1277
rirai	-1278
enzi	-1279
moto	-1280
‚ĖĀyenyu	-1281
‚ĖĀkukuru	-1282
una	-1283
‚ĖĀkuzo	-1284
shamisa	-1285
dziko	-1286
‚ĖĀ18	-1287
mambo	-1288
Ku	-1289
‚ĖĀpanzvimbo	-1290
ide	-1291
gamuchira	-1292
gere	-1293
‚ĖĀDo	-1294
‚ĖĀkuch	-1295
amhembe	-1296
‚ĖĀwakanga	-1297
dyi	-1298
‚ĖĀhuno	-1299
kirwa	-1300
‚ĖĀmuno	-1301
‚ĖĀ0	-1302
‚ĖĀKuti	-1303
‚ĖĀvazhinji	-1304
‚ĖĀIye	-1305
‚ĖĀakamu	-1306
‚ĖĀkutu	-1307
‚ĖĀEx	-1308
chava	-1309
‚ĖĀman	-1310
‚ĖĀSaka	-1311
‚ĖĀhapana	-1312
‚ĖĀcrypto	-1313
ith	-1314
‚ĖĀnhasi	-1315
‚ĖĀDa	-1316
Ind	-1317
rof	-1318
‚ĖĀapa	-1319
tsvaka	-1320
erusa	-1321
‚ĖĀ15	-1322
dzan	-1323
miro	-1324
hengo	-1325
‚ĖĀmamiri	-1326
‚ĖĀmatatu	-1327
mvura	-1328
kwazvo	-1329
inei	-1330
‚ĖĀkutora	-1331
gove	-1332
‚ĖĀpedyo	-1333
‚ĖĀIshe	-1334
torwa	-1335
‚ĖĀimba	-1336
sununguka	-1337
zvin	-1338
ces	-1339
Indaneti	-1340
lity	-1341
‚ĖĀzveku	-1342
siri	-1343
piriso	-1344
‚ĖĀrechi	-1345
hai	-1346
sho	-1347
bati	-1348
‚ĖĀndizvo	-1349
diki	-1350
piti	-1351
‚ĖĀcon	-1352
‚ĖĀmberi	-1353
dro	-1354
umbwa	-1355
akakwirira	-1356
hosva	-1357
don	-1358
‚ĖĀmusha	-1359
‚ĖĀmit	-1360
‚ĖĀTino	-1361
‚ĖĀwenyu	-1362
‚ĖĀchimwe	-1363
rokwazvo	-1364
‚ĖĀkwete	-1365
‚ĖĀpfu	-1366
ram	-1367
makore	-1368
ame	-1369
com	-1370
garo	-1371
‚ĖĀRi	-1372
‚ĖĀkuri	-1373
‚ĖĀnezve	-1374
‚ĖĀmutambo	-1375
fo	-1376
‚ĖĀ2018	-1377
‚ĖĀChitima	-1378
‚ĖĀNoku	-1379
‚ĖĀnavo	-1380
‚ĖĀtsika	-1381
enderana	-1382
rone	-1383
‚ĖĀ(''	-1384
itcoin	-1385
‚ĖĀkwamuri	-1386
Re	-1387
toro	-1388
‚ĖĀdhi	-1389
‚ĖĀyepamusoro	-1390
gn	-1391
rea	-1392
siku	-1393
konze	-1394
fara	-1395
paradza	-1396
budi	-1397
ring	-1398
ON	-1399
‚ĖĀshu	-1400
‚ĖĀ#	-1401
201	-1402
andaka	-1403
‚ĖĀmutengo	-1404
bh	-1405
‚ĖĀChin	-1406
‚ĖĀvadzidzi	-1407
‚ĖĀLe	-1408
‚ĖĀKwe	-1409
‚ĖĀ11	-1410
tani	-1411
tauri	-1412
chinja	-1413
‚ĖĀakava	-1414
‚ĖĀyechi	-1415
tera	-1416
umba	-1417
rk	-1418
‚ĖĀWa	-1419
ishandisa	-1420
‚ĖĀkudzo	-1421
‚ĖĀzvishoma	-1422
udza	-1423
fungi	-1424
‚ĖĀwakati	-1425
sta	-1426
‚ĖĀhaa	-1427
SA	-1428
‚ĖĀda	-1429
uraya	-1430
urren	-1431
‚ĖĀ,	-1432
‚ĖĀbha	-1433
‚ĖĀVano	-1434
‚ĖĀgumi	-1435
‚ĖĀdzavo	-1436
cu	-1437
‚ĖĀcho	-1438
‚ĖĀana	-1439
miri	-1440
hondo	-1441
zvaka	-1442
vhesiti	-1443
ite	-1444
singaperi	-1445
awa	-1446
‚ĖĀby	-1447
‚ĖĀiro	-1448
‚ĖĀaya	-1449
vakwa	-1450
ord	-1451
sia	-1452
rema	-1453
‚ĖĀIyo	-1454
SI	-1455
tiri	-1456
‚ĖĀhwaka	-1457
pirisiti	-1458
dhara	-1459
sikana	-1460
‚ĖĀkwavo	-1461
‚ĖĀiko	-1462
ronga	-1463
takura	-1464
dzivirira	-1465
‚ĖĀkuda	-1466
farira	-1467
‚ĖĀvangu	-1468
‚ĖĀako	-1469
‚ĖĀngaa	-1470
‚ĖĀShoko	-1471
‚ĖĀzvakaipa	-1472
‚ĖĀmuviri	-1473
‚ĖĀkupinda	-1474
‚ĖĀkutanga	-1475
EM	-1476
tuma	-1477
‚ĖĀvarume	-1478
les	-1479
‚ĖĀnhamba	-1480
pasi	-1481
‚ĖĀSu	-1482
‚ĖĀmweya	-1483
ererano	-1484
zan	-1485
fura	-1486
tanhatu	-1487
hanya	-1488
‚ĖĀMore	-1489
‚ĖĀkambani	-1490
‚ĖĀAu	-1491
gare	-1492
‚ĖĀnei	-1493
‚ĖĀmaitiro	-1494
‚ĖĀkwandiri	-1495
‚ĖĀLu	-1496
ress	-1497
fadza	-1498
‚ĖĀmukadzi	-1499
res	-1500
dan	-1501
‚ĖĀ30	-1502
yere	-1503
‚ĖĀuyo	-1504
pupu	-1505
‚ĖĀdzake	-1506
She	-1507
ard	-1508
tsvaga	-1509
‚ĖĀvatengi	-1510
‚ĖĀca	-1511
bereka	-1512
‚ĖĀDhavhidhi	-1513
‚ĖĀGre	-1514
‚ĖĀinonzi	-1515
kama	-1516
chengetedza	-1517
line	-1518
Ka	-1519
ronge	-1520
‚ĖĀnehu	-1521
‚ĖĀmita	-1522
cheka	-1523
tambi	-1524
‚ĖĀKristu	-1525
EN	-1526
‚ĖĀfu	-1527
ction	-1528
Kristu	-1529
‚ĖĀhaana	-1530
chengeta	-1531
makumi	-1532
akakosha	-1533
rofita	-1534
kisi	-1535
yl	-1536
ER	-1537
moyo	-1538
bheri	-1539
univhesiti	-1540
lish	-1541
‚ĖĀvavo	-1542
99	-1543
‚ĖĀli	-1544
‚ĖĀuka	-1545
‚ĖĀndiro	-1546
‚ĖĀrichi	-1547
‚ĖĀanofanira	-1548
‚ĖĀsezva	-1549
Jo	-1550
‚ĖĀedu	-1551
frica	-1552
ungano	-1553
dana	-1554
etro	-1555
‚ĖĀwen	-1556
mende	-1557
bvazuva	-1558
pwa	-1559
sion	-1560
kurumbira	-1561
‚ĖĀunofanira	-1562
‚ĖĀon	-1563
‚ĖĀkwako	-1564
‚ĖĀkusanganisira	-1565
zisi	-1566
vandu	-1567
mai	-1568
tro	-1569
tsanangu	-1570
‚ĖĀUn	-1571
‚ĖĀakaita	-1572
‚ĖĀmushure	-1573
yara	-1574
hwe	-1575
‚ĖĀ3.	-1576
‚ĖĀicha	-1577
od	-1578
‚ĖĀmotokari	-1579
‚ĖĀnezvimwe	-1580
akakodzera	-1581
ulu	-1582
anzi	-1583
‚ĖĀkubudikidza	-1584
‚ĖĀEn	-1585
‚ĖĀen	-1586
‚ĖĀpro	-1587
‚ĖĀGa	-1588
‚ĖĀKune	-1589
‚ĖĀndege	-1590
renda	-1591
sitiri	-1592
‚ĖĀkugadzira	-1593
jipiti	-1594
‚ĖĀnenzira	-1595
‚ĖĀyakanaka	-1596
ire	-1597
pone	-1598
Va	-1599
pen	-1600
yoro	-1601
‚ĖĀrose	-1602
‚ĖĀke	-1603
‚ĖĀmano	-1604
zimisi	-1605
gumi	-1606
tern	-1607
‚ĖĀyem	-1608
ant	-1609
hari	-1610
‚ĖĀdziri	-1611
kare	-1612
sangano	-1613
-2	-1614
sing	-1615
chema	-1616
verenga	-1617
dzai	-1618
bvunzo	-1619
‚ĖĀpaIndaneti	-1620
onyanya	-1621
‚ĖĀrinoreva	-1622
ishona	-1623
‚ĖĀpashure	-1624
jo	-1625
‚ĖĀNdaka	-1626
gadzirira	-1627
heni	-1628
,000	-1629
‚ĖĀkuchi	-1630
rwe	-1631
amo	-1632
ridza	-1633
sterone	-1634
ive	-1635
ingo	-1636
‚ĖĀchitima	-1637
rungu	-1638
batanidzwa	-1639
9.	-1640
ls	-1641
‚ĖĀPane	-1642
yisa	-1643
‚ĖĀdzoku	-1644
wane	-1645
‚ĖĀHi	-1646
hora	-1647
pote	-1648
shonga	-1649
‚ĖĀzvinogona	-1650
‚ĖĀKi	-1651
kuna	-1652
gura	-1653
‚ĖĀmafuta	-1654
‚ĖĀmurume	-1655
‚ĖĀizwi	-1656
reba	-1657
fanirwa	-1658
haka	-1659
‚ĖĀpach	-1660
lle	-1661
onge	-1662
‚ĖĀMar	-1663
tanda	-1664
amira	-1665
ruoko	-1666
for	-1667
fun	-1668
tra	-1669
IN	-1670
ok	-1671
ganhu	-1672
erusaremu	-1673
‚ĖĀzvokudya	-1674
vuku	-1675
‚ĖĀkare	-1676
nglish	-1677
‚ĖĀ0.	-1678
amini	-1679
hindu	-1680
‚ĖĀLo	-1681
‚ĖĀwedu	-1682
kurudzira	-1683
tonga	-1684
‚ĖĀanoti	-1685
woyo	-1686
‚ĖĀrudzi	-1687
isi	-1688
dira	-1689
yemba	-1690
‚ĖĀvako	-1691
‚ĖĀzhinji	-1692
Mo	-1693
‚ĖĀ16	-1694
ms	-1695
lin	-1696
zasi	-1697
tarira	-1698
iro	-1699
‚ĖĀpla	-1700
‚ĖĀnhu	-1701
‚ĖĀchiedza	-1702
simbisa	-1703
ys	-1704
‚ĖĀJa	-1705
tsam	-1706
curren	-1707
budirira	-1708
dia	-1709
zvarwa	-1710
‚ĖĀkugadzirwa	-1711
site	-1712
‚ĖĀtiri	-1713
‚ĖĀhurongwa	-1714
‚ĖĀPe	-1715
‚ĖĀayo	-1716
chenj	-1717
vel	-1718
‚ĖĀBe	-1719
‚ĖĀmoyo	-1720
dzerwa	-1721
ora	-1722
‚ĖĀmazita	-1723
30	-1724
mera	-1725
mbere	-1726
lar	-1727
‚ĖĀmana	-1728
‚ĖĀkwangu	-1729
yiwa	-1730
porofita	-1731
‚ĖĀ14	-1732
tachi	-1733
mani	-1734
bvumi	-1735
batanidza	-1736
ctor	-1737
yaka	-1738
zivisa	-1739
‚ĖĀ24	-1740
mbiri	-1741
‚ĖĀasina	-1742
‚ĖĀrwaka	-1743
kutanga	-1744
‚ĖĀwavo	-1745
‚ĖĀShona	-1746
fambi	-1747
tosterone	-1748
‚ĖĀ50	-1749
zoro	-1750
‚ĖĀtat	-1751
‚ĖĀchigadzirwa	-1752
tarisi	-1753
‚ĖĀmuko	-1754
‚ĖĀkwenyu	-1755
‚ĖĀsu	-1756
‚ĖĀup	-1757
‚ĖĀ2019	-1758
zwisisa	-1759
‚ĖĀVi	-1760
‚ĖĀkunyanya	-1761
‚ĖĀpamwechete	-1762
AKA	-1763
rura	-1764
siya	-1765
‚ĖĀsiyana	-1766
dhe	-1767
ess	-1768
pura	-1769
pro	-1770
‚ĖĀvenyu	-1771
rova	-1772
less	-1773
tswa	-1774
‚ĖĀmbiri	-1775
tengese	-1776
dwa	-1777
‚ĖĀHu	-1778
faro	-1779
hare	-1780
sikwa	-1781
‚ĖĀndika	-1782
haraunda	-1783
‚ĖĀkusa	-1784
‚ĖĀmichina	-1785
‚ĖĀpin	-1786
‚ĖĀndichi	-1787
ance	-1788
mber	-1789
ingwa	-1790
mbani	-1791
‚ĖĀtattoo	-1792
bhuku	-1793
sangan	-1794
‚ĖĀUnogona	-1795
‚ĖĀ25	-1796
lock	-1797
dzanyemba	-1798
tamba	-1799
hinduro	-1800
‚ĖĀkuko	-1801
‚ĖĀzvema	-1802
2.	-1803
‚ĖĀnhe	-1804
‚ĖĀnani	-1805
‚ĖĀdzakawanda	-1806
‚ĖĀZva	-1807
yanga	-1808
sti	-1809
kuti	-1810
‚ĖĀasinga	-1811
‚ĖĀnezuva	-1812
ding	-1813
giri	-1814
outh	-1815
''',	-1816
‚ĖĀrwake	-1817
‚ĖĀIni	-1818
‚ĖĀchii	-1819
uye	-1820
‚ĖĀCon	-1821
gwaro	-1822
‚ĖĀuyewo	-1823
kuri	-1824
‚ĖĀtu	-1825
‚ĖĀrine	-1826
odzanyemba	-1827
chengeteka	-1828
chishandisa	-1829
‚ĖĀVamwe	-1830
goro	-1831
‚ĖĀhand	-1832
change	-1833
tsetse	-1834
vakadzi	-1835
‚ĖĀyakawanda	-1836
muka	-1837
‚ĖĀrun	-1838
‚ĖĀZvaka	-1839
Mwe	-1840
mwedzi	-1841
dzibaba	-1842
‚ĖĀBu	-1843
‚ĖĀet	-1844
kero	-1845
‚ĖĀvakawanda	-1846
ratidzwa	-1847
rans	-1848
ermany	-1849
gai	-1850
‚ĖĀDzi	-1851
‚ĖĀnayo	-1852
chose	-1853
mbiro	-1854
rudzo	-1855
‚ĖĀzvinyorwa	-1856
faniri	-1857
WA	-1858
hau	-1859
sis	-1860
shoma	-1861
‚ĖĀzvavo	-1862
‚ĖĀNdicha	-1863
‚ĖĀvakan	-1864
‚ĖĀkuziva	-1865
‚ĖĀmitambo	-1866
gori	-1867
sere	-1868
‚ĖĀOn	-1869
tive	-1870
vako	-1871
konzera	-1872
tsigira	-1873
‚ĖĀMachine	-1874
Ba	-1875
dera	-1876
‚ĖĀnyanzvi	-1877
gadzirirwa	-1878
‚ĖĀUS	-1879
‚ĖĀika	-1880
yasha	-1881
‚ĖĀrako	-1882
‚ĖĀzvinon	-1883
gra	-1884
‚ĖĀNda	-1885
‚ĖĀIta	-1886
‚ĖĀvhi	-1887
‚ĖĀnhengo	-1888
‚ĖĀmaererano	-1889
hat	-1890
Zulu	-1891
teerera	-1892
tsvakuru	-1893
‚ĖĀmuchina	-1894
‚ĖĀAr	-1895
huku	-1896
‚ĖĀnavana	-1897
‚ĖĀvaviri	-1898
‚ĖĀcryptocurren	-1899
RI	-1900
zvina	-1901
ture	-1902
rimwe	-1903
‚ĖĀzvine	-1904
‚ĖĀim	-1905
‚ĖĀyava	-1906
‚ĖĀyakanga	-1907
.,	-1908
ure	-1909
riro	-1910
‚ĖĀrwen	-1911
‚ĖĀmutauro	-1912
shandura	-1913
‚ĖĀapfuura	-1914
‚ĖĀkumusoro	-1915
‚ĖĀinoshandiswa	-1916
‚ĖĀnokukurumidza	-1917
ps	-1918
‚ĖĀboka	-1919
‚ĖĀmake	-1920
‚ĖĀmhosva	-1921
xi	-1922
‚ĖĀam	-1923
kova	-1924
‚ĖĀhava	-1925
vun	-1926
gungwa	-1927
‚ĖĀwema	-1928
‚ĖĀizvozvo	-1929
chis	-1930
kuva	-1931
wder	-1932
‚ĖĀchis	-1933
‚ĖĀnesu	-1934
‚ĖĀtichi	-1935
‚ĖĀzvicha	-1936
unganidza	-1937
‚ĖĀmunzvimbo	-1938
10	-1939
ff	-1940
‚ĖĀfe	-1941
‚ĖĀWeb	-1942
‚ĖĀnaA	-1943
inzi	-1944
‚ĖĀvakuru	-1945
‚ĖĀNew	-1946
‚ĖĀrinonzi	-1947
vona	-1948
‚ĖĀex	-1949
bvisa	-1950
ity	-1951
‚ĖĀth	-1952
pata	-1953
yste	-1954
‚ĖĀnesimba	-1955
‚ĖĀchikwata	-1956
‚ĖĀneni	-1957
dzidza	-1958
mirira	-1959
teroid	-1960
‚ĖĀmusoro	-1961
‚ĖĀzvachose	-1962
use	-1963
rumbi	-1964
kra	-1965
‚ĖĀmhepo	-1966
anya	-1967
80	-1968
wangu	-1969
as	-1970
ft	-1971
‚ĖĀbu	-1972
‚ĖĀPre	-1973
‚ĖĀmako	-1974
‚ĖĀmazano	-1975
‚ĖĀvakamu	-1976
‚ĖĀpagore	-1977
‚ĖĀmitauro	-1978
‚ĖĀnhoroondo	-1979
‚ĖĀ13	-1980
‚ĖĀupenyu	-1981
‚ĖĀmhuri	-1982
‚ĖĀmishonga	-1983
-3	-1984
‚ĖĀ=	-1985
vuya	-1986
dzero	-1987
gwagwa	-1988
‚ĖĀKunyange	-1989
‚ĖĀ:	-1990
gadziriswa	-1991
‚ĖĀkunyika	-1992
tin	-1993
rirwa	-1994
‚ĖĀHack	-1995
‚ĖĀpava	-1996
sikirwa	-1997
dzidzisa	-1998
‚ĖĀenyu	-1999
In	-2000
hasi	-2001
pakati	-2002
‚ĖĀndiko	-2003
cation	-2004
kureva	-2005
‚ĖĀshand	-2006
‚ĖĀlo	-2007
‚ĖĀrangu	-2008
‚ĖĀvachiti	-2009
angwe	-2010
‚ĖĀremu	-2011
‚ĖĀtaka	-2012
‚ĖĀinowanikwa	-2013
mer	-2014
pira	-2015
‚ĖĀpavo	-2016
‚ĖĀBitcoin	-2017
‚ĖĀakanaka	-2018
‚ĖĀmang	-2019
‚ĖĀkuisa	-2020
‚ĖĀnokusingaperi	-2021
TA	-2022
gle	-2023
‚ĖĀAl	-2024
‚ĖĀMaZulu	-2025
‚ĖĀmashanu	-2026
‚ĖĀakawanda	-2027
‚ĖĀl	-2028
tsu	-2029
ence	-2030
bereko	-2031
‚ĖĀkunge	-2032
‚ĖĀkwayo	-2033
isha	-2034
undu	-2035
‚ĖĀNyika	-2036
‚ĖĀinopa	-2037
60	-2038
teri	-2039
tino	-2040
kudza	-2041
‚ĖĀ2017	-2042
cs	-2043
ondi	-2044
‚ĖĀkudya	-2045
‚ĖĀkuitira	-2046
‚ĖĀnekuti	-2047
shanyira	-2048
‚ĖĀave	-2049
hamba	-2050
tsigi	-2051
‚ĖĀzviuru	-2052
vandudza	-2053
‚ĖĀ*	-2054
‚ĖĀrefu	-2055
‚ĖĀshure	-2056
unt	-2057
tengeswa	-2058
‚ĖĀzvinotaura	-2059
ES	-2060
NO	-2061
min	-2062
wisa	-2063
‚ĖĀHol	-2064
‚ĖĀMwe	-2065
‚ĖĀruno	-2066
‚ĖĀmucha	-2067
hama	-2068
‚ĖĀyou	-2069
poteredza	-2070
‚ĖĀhun	-2071
onaka	-2072
‚ĖĀaiva	-2073
furika	-2074
‚ĖĀetc	-2075
‚ĖĀsteroid	-2076
‚ĖĀmamiriro	-2077
ous	-2078
refu	-2079
bayiro	-2080
svingo	-2081
fambisa	-2082
‚ĖĀruvara	-2083
makumima	-2084
shandisi	-2085
akira	-2086
ringa	-2087
‚ĖĀdzin	-2088
‚ĖĀnoru	-2089
‚ĖĀpachena	-2090
‚ĖĀkudzidza	-2091
‚ĖĀsaizvozvo	-2092
‚ĖĀzvichireva	-2093
‚ĖĀzvakanyanya	-2094
‚ĖĀzvakasiyana	-2095
DA	-2096
logy	-2097
‚ĖĀWor	-2098
‚ĖĀruoko	-2099
‚ĖĀje	-2100
erson	-2101
row	-2102
guvo	-2103
‚ĖĀnou	-2104
tumwa	-2105
‚ĖĀpowder	-2106
‚ĖĀvanakomana	-2107
‚ĖĀas	-2108
tamb	-2109
zine	-2110
vhiki	-2111
‚ĖĀndiwo	-2112
‚ĖĀzvinodiwa	-2113
!!	-2114
ande	-2115
‚ĖĀkuro	-2116
dhin	-2117
‚ĖĀpindura	-2118
‚ĖĀakatungamirira	-2119
‚ĖĀIko	-2120
‚ĖĀuchida	-2121
‚ĖĀsezv	-2122
konzero	-2123
1.	-2124
‚ĖĀZita	-2125
‚ĖĀhama	-2126
19	-2127
jini	-2128
‚ĖĀcar	-2129
‚ĖĀyemu	-2130
dhu	-2131
guma	-2132
tori	-2133
‚ĖĀune	-2134
enzana	-2135
Ijipiti	-2136
ger	-2137
yamu	-2138
revo	-2139
yori	-2140
mbamwe	-2141
‚ĖĀisina	-2142
‚ĖĀndivo	-2143
haibheri	-2144
tachiona	-2145
indo	-2146
kwere	-2147
ambudziko	-2148
‚ĖĀ4.	-2149
‚ĖĀQu	-2150
mhuri	-2151
angano	-2152
‚ĖĀyakanakisisa	-2153
‚ĖĀ17	-2154
‚ĖĀMozisi	-2155
He	-2156
RE	-2157
tere	-2158
budisa	-2159
‚ĖĀZVI	-2160
suo	-2161
dokero	-2162
tariri	-2163
ideo	-2164
batwa	-2165
‚ĖĀkutende	-2166
pon	-2167
‚ĖĀal	-2168
idza	-2169
zambi	-2170
deredza	-2171
‚ĖĀchechi	-2172
‚ĖĀvakadzi	-2173
‚ĖĀchinonzi	-2174
‚ĖĀmuZimbabwe	-2175
load	-2176
ziso	-2177
‚ĖĀhazvi	-2178
anganisa	-2179
lia	-2180
‚ĖĀle	-2181
jeka	-2182
vimba	-2183
‚ĖĀkwedu	-2184
‚ĖĀHigh	-2185
honasi	-2186
‚ĖĀchirwere	-2187
Sa	-2188
sign	-2189
‚ĖĀAkati	-2190
‚ĖĀmudziyo	-2191
tengeserana	-2192
wer	-2193
‚ĖĀkus	-2194
‚ĖĀMaka	-2195
‚ĖĀkunzwa	-2196
‚ĖĀkwauri	-2197
tarisira	-2198
‚ĖĀJu	-2199
‚ĖĀIsu	-2200
chain	-2201
‚ĖĀanonzi	-2202
‚ĖĀmunguva	-2203
port	-2204
pfumi	-2205
pfumbamwe	-2206
DZI	-2207
‚ĖĀachiti	-2208
kupa	-2209
‚ĖĀmakuru	-2210
‚ĖĀkazhinji	-2211
des	-2212
ziv	-2213
‚ĖĀbhi	-2214
‚ĖĀnewe	-2215
simuka	-2216
‚ĖĀKubva	-2217
‚ĖĀMunhu	-2218
‚ĖĀnekuda	-2219
zhi	-2220
dziro	-2221
‚ĖĀChii	-2222
‚ĖĀunhu	-2223
dziswa	-2224
giramu	-2225
gumisi	-2226
‚ĖĀdzakasiyana	-2227
‚ĖĀkubata	-2228
‚ĖĀzvikamu	-2229
bhizimisi	-2230
‚ĖĀNi	-2231
vose	-2232
‚ĖĀpenyu	-2233
‚ĖĀpazuva	-2234
ED	-2235
‚ĖĀrwo	-2236
dhiyo	-2237
Pa	-2238
‚ĖĀzvo	-2239
‚ĖĀdzeku	-2240
‚ĖĀvaiva	-2241
‚ĖĀperson	-2242
‚ĖĀrwendo	-2243
‚ĖĀchirongwa	-2244
ds	-2245
Bha	-2246
‚ĖĀangu	-2247
‚ĖĀmumba	-2248
kumbira	-2249
ks	-2250
tumi	-2251
‚ĖĀIyi	-2252
‚ĖĀama	-2253
ness	-2254
dzora	-2255
musoro	-2256
‚ĖĀNzira	-2257
‚ĖĀchikuru	-2258
‚ĖĀmhinduro	-2259
HA	-2260
VA	-2261
cial	-2262
‚ĖĀPari	-2263
‚ĖĀkubha	-2264
‚ĖĀhakuna	-2265
‚ĖĀakasiyana	-2266
poka	-2267
‚ĖĀmuA	-2268
‚ĖĀwose	-2269
dy	-2270
yero	-2271
‚ĖĀak	-2272
ftwa	-2273
‚ĖĀMuku	-2274
‚ĖĀvanoda	-2275
‚ĖĀkumativi	-2276
vanakomana	-2277
repo	-2278
‚ĖĀwacho	-2279
paradzwa	-2280
‚ĖĀkudenga	-2281
lockchain	-2282
her	-2283
tira	-2284
‚ĖĀPla	-2285
‚ĖĀhau	-2286
pfungwa	-2287
hanzi	-2288
‚ĖĀwava	-2289
tsamwa	-2290
‚ĖĀyacho	-2291
gumisiro	-2292
wiri	-2293
‚ĖĀyen	-2294
‚ĖĀnhara	-2295
‚ĖĀrenyu	-2296
gomo	-2297
winya	-2298
‚ĖĀanga	-2299
‚ĖĀnedzi	-2300
‚ĖĀanenge	-2301
‚ĖĀtsi	-2302
‚ĖĀchake	-2303
rip	-2304
‚ĖĀBi	-2305
‚ĖĀSt	-2306
‚ĖĀnokun	-2307
".	-2308
amata	-2309
bonde	-2310
‚ĖĀmura	-2311
‚ĖĀredu	-2312
ternet	-2313
vhuvhu	-2314
‚ĖĀkunaka	-2315
‚ĖĀkutenga	-2316
‚ĖĀikozvino	-2317
mg	-2318
‚ĖĀnaJ	-2319
‚ĖĀropa	-2320
akobho	-2321
ftware	-2322
‚ĖĀvanofanira	-2323
'',	-2324
‚ĖĀZvin	-2325
‚ĖĀkwechi	-2326
‚ĖĀzvakadaro	-2327
‚ĖĀzvirokwazvo	-2328
lack	-2329
‚ĖĀGo	-2330
tore	-2331
chinda	-2332
‚ĖĀndeye	-2333
wizi	-2334
‚ĖĀnech	-2335
‚ĖĀkusarudza	-2336
rm	-2337
‚ĖĀGoo	-2338
‚ĖĀmeku	-2339
‚ĖĀTarirai	-2340
bol	-2341
‚ĖĀKUTI	-2342
‚ĖĀkundo	-2343
‚ĖĀhy	-2344
‚ĖĀBha	-2345
‚ĖĀuko	-2346
ins	-2347
ast	-2348
‚ĖĀgi	-2349
vimbo	-2350
‚ĖĀnavanhu	-2351
any	-2352
cto	-2353
uva	-2354
lect	-2355
‚ĖĀAme	-2356
‚ĖĀbho	-2357
‚ĖĀbhonasi	-2358
AS	-2359
‚ĖĀAir	-2360
dunhu	-2361
‚ĖĀnharaunda	-2362
Shona	-2363
‚ĖĀkuramba	-2364
''')	-2365
‚ĖĀdzenyu	-2366
‚ĖĀchiratidzo	-2367
hy	-2368
gon	-2369
‚ĖĀ2013	-2370
‚ĖĀwith	-2371
‚ĖĀnezva	-2372
‚ĖĀhavana	-2373
‚ĖĀyakakwirira	-2374
‚ĖĀKe	-2375
‚ĖĀCol	-2376
vengi	-2377
‚ĖĀvak	-2378
‚ĖĀdzako	-2379
‚ĖĀkuchinja	-2380
ereke	-2381
akidza	-2382
hutano	-2383
‚ĖĀdzangu	-2384
‚ĖĀpakutanga	-2385
op	-2386
‚ĖĀFe	-2387
‚ĖĀla	-2388
‚ĖĀkwoku	-2389
‚ĖĀ¬į	-2390
buri	-2391
‚ĖĀJe	-2392
derera	-2393
kis	-2394
‚ĖĀSer	-2395
bhura	-2396
rid	-2397
ters	-2398
tions	-2399
rom	-2400
chango	-2401
‚ĖĀmidziyo	-2402
Ne	-2403
reta	-2404
berekwa	-2405
‚ĖĀnenguva	-2406
ling	-2407
tsau	-2408
zinesi	-2409
‚ĖĀTrain	-2410
‚ĖĀrinoshandiswa	-2411
yuta	-2412
dzoka	-2413
‚ĖĀkucha	-2414
‚ĖĀpakupera	-2415
Ru	-2416
‚ĖĀkuE	-2417
‚ĖĀsen	-2418
ystem	-2419
‚ĖĀPano	-2420
‚ĖĀpoku	-2421
OS	-2422
‚ĖĀAd	-2423
piswa	-2424
wanani	-2425
‚ĖĀakadai	-2426
‚ĖĀmh	-2427
‚ĖĀNga	-2428
Co	-2429
hun	-2430
‚ĖĀmhuka	-2431
‚ĖĀmufananidzo	-2432
-5	-2433
isv	-2434
‚ĖĀDu	-2435
riva	-2436
‚ĖĀFran	-2437
‚ĖĀkwem	-2438
bvunza	-2439
‚ĖĀkwenguva	-2440
toma	-2441
‚ĖĀdis	-2442
‚ĖĀushe	-2443
vaki	-2444
‚ĖĀKura	-2445
fukidza	-2446
‚ĖĀGe	-2447
mberi	-2448
tongo	-2449
shamba	-2450
‚ĖĀpfupi	-2451
‚ĖĀnerimwe	-2452
kidzwa	-2453
‚ĖĀndo	-2454
ponesa	-2455
‚ĖĀMambo	-2456
gumo	-2457
‚ĖĀPar	-2458
‚ĖĀkwegore	-2459
wikwi	-2460
‚ĖĀvedu	-2461
‚ĖĀezvinhu	-2462
6.	-2463
saka	-2464
work	-2465
‚ĖĀmaawa	-2466
‚ĖĀmudzi	-2467
ank	-2468
amhi	-2469
izvo	-2470
raira	-2471
Karenda	-2472
‚ĖĀmukana	-2473
‚ĖĀnechokwadi	-2474
upenyu	-2475
zanama	-2476
‚ĖĀMumwe	-2477
‚ĖĀkurutivi	-2478
wnload	-2479
‚ĖĀticha	-2480
‚ĖĀmuranda	-2481
‚ĖĀNational	-2482
‚ĖĀmifananidzo	-2483
py	-2484
‚ĖĀkuta	-2485
4.	-2486
con	-2487
‚ĖĀdu	-2488
‚ĖĀfo	-2489
‚ĖĀFor	-2490
akomo	-2491
zvose	-2492
‚ĖĀsemu	-2493
‚ĖĀdzine	-2494
‚ĖĀmuzvi	-2495
ws	-2496
200	-2497
‚ĖĀkuvaka	-2498
‚ĖĀakaenda	-2499
IS	-2500
‚ĖĀmak	-2501
‚ĖĀmira	-2502
‚ĖĀzvakananga	-2503
‚ĖĀMwanakomana	-2504
ket	-2505
let	-2506
anho	-2507
puro	-2508
rimi	-2509
tyisa	-2510
cti	-2511
‚ĖĀtra	-2512
‚ĖĀGregori	-2513
‚ĖĀshanduro	-2514
25	-2515
‚ĖĀad	-2516
stan	-2517
‚ĖĀpeji	-2518
‚ĖĀhandi	-2519
‚ĖĀcryptocurrency	-2520
swe	-2521
rudza	-2522
tumira	-2523
‚ĖĀmitemo	-2524
endarama	-2525
unoda	-2526
‚ĖĀmuka	-2527
eno	-2528
‚ĖĀZi	-2529
musi	-2530
pere	-2531
shai	-2532
‚ĖĀmazana	-2533
‚ĖĀunyanzvi	-2534
riri	-2535
‚ĖĀZvose	-2536
‚ĖĀdzidzo	-2537
‚ĖĀnevanhu	-2538
‚ĖĀPi	-2539
fisi	-2540
pati	-2541
seka	-2542
irimu	-2543
isvonaka	-2544
‚ĖĀkuongorora	-2545
kiti	-2546
‚ĖĀVan	-2547
mweya	-2548
vhara	-2549
‚ĖĀCO	-2550
remba	-2551
‚ĖĀpake	-2552
‚ĖĀkuuya	-2553
‚ĖĀTravel	-2554
ral	-2555
‚ĖĀyai	-2556
bhusa	-2557
mikari	-2558
‚ĖĀmhiri	-2559
wedzerwa	-2560
‚ĖĀchokwadi	-2561
ffi	-2562
pfeka	-2563
kwereti	-2564
‚ĖĀZvichi	-2565
dasitiri	-2566
‚ĖĀChiedza	-2567
lan	-2568
piro	-2569
chero	-2570
‚ĖĀFace	-2571
‚ĖĀanon	-2572
akandi	-2573
‚ĖĀMuchi	-2574
vin	-2575
‚ĖĀCar	-2576
‚ĖĀyemi	-2577
‚ĖĀmaguta	-2578
‚ĖĀhuwandu	-2579
‚ĖĀnaizvozvo	-2580
‚ĖĀnezita	-2581
KU	-2582
Uni	-2583
boka	-2584
‚ĖĀmushonga	-2585
low	-2586
svib	-2587
‚ĖĀparu	-2588
‚ĖĀkamwe	-2589
Jerusaremu	-2590
‚ĖĀkuve	-2591
‚ĖĀNyama	-2592
dzimambo	-2593
sarudzwa	-2594
‚ĖĀkubatsira	-2595
wit	-2596
‚ĖĀIt	-2597
‚ĖĀZV	-2598
simbi	-2599
‚ĖĀmuch	-2600
‚ĖĀinzwi	-2601
-4	-2602
rn	-2603
....	-2604
‚ĖĀhwake	-2605
‚ĖĀhi	-2606
‚ĖĀvechi	-2607
‚ĖĀChishona	-2608
tambudziko	-2609
zon	-2610
aniko	-2611
gwara	-2612
‚ĖĀraJehovha	-2613
rum	-2614
‚ĖĀchipo	-2615
dzokera	-2616
dhani	-2617
‚ĖĀTech	-2618
‚ĖĀrema	-2619
‚ĖĀkugara	-2620
‚ĖĀindasitiri	-2621
ssi	-2622
tongi	-2623
‚ĖĀinon	-2624
kraine	-2625
‚ĖĀHapana	-2626
‚ĖĀmarudzi	-2627
."	-2628
Bet	-2629
angi	-2630
‚ĖĀAfrica	-2631
‚ĖĀmuguta	-2632
‚ĖĀmanomwe	-2633
akwai	-2634
‚ĖĀMari	-2635
‚ĖĀnazvo	-2636
‚ĖĀzviviri	-2637
xy	-2638
tors	-2639
dimbu	-2640
‚ĖĀMuna	-2641
‚ĖĀZviri	-2642
‚ĖĀnaMwari	-2643
‚ĖĀvanogona	-2644
‚ĖĀJoh	-2645
‚ĖĀpen	-2646
tidza	-2647
‚ĖĀnyama	-2648
vhidhiyo	-2649
‚ĖĀnevamwe	-2650
chengetedzwa	-2651
iko	-2652
ork	-2653
‚ĖĀge	-2654
‚ĖĀsezvino	-2655
‚ĖĀzvisina	-2656
hombe	-2657
akangan	-2658
‚ĖĀndicho	-2659
‚ĖĀpaJehovha	-2660
1,	-2661
book	-2662
misa	-2663
irira	-2664
‚ĖĀenyika	-2665
‚ĖĀkutarisa	-2666
gin	-2667
‚ĖĀnhaka	-2668
‚ĖĀmazhinji	-2669
8.	-2670
''.	-2671
cro	-2672
‚ĖĀFree	-2673
‚ĖĀVana	-2674
batsiro	-2675
‚ĖĀdzichi	-2676
Ha	-2677
‚ĖĀqu	-2678
gezi	-2679
ambwe	-2680
‚ĖĀpose	-2681
‚ĖĀunga	-2682
chingo	-2683
aminitsi	-2684
‚ĖĀZvirokwazvo	-2685
‚ĖĀ1,	-2686
‚ĖĀnj	-2687
‚ĖĀSte	-2688
‚ĖĀWaka	-2689
15	-2690
YA	-2691
ZVI	-2692
zeve	-2693
‚ĖĀApp	-2694
‚ĖĀAndro	-2695
‚ĖĀZvimwe	-2696
verengwa	-2697
‚ĖĀshamwari	-2698
‚ĖĀyaJehovha	-2699
dho	-2700
tunhu	-2701
shumira	-2702
‚ĖĀwokutanga	-2703
‚ĖĀren	-2704
Revhi	-2705
tombo	-2706
‚ĖĀZvis	-2707
endere	-2708
reme	-2709
stra	-2710
kumbiro	-2711
tsanangura	-2712
Na	-2713
kumbo	-2714
rikwa	-2715
yeredzi	-2716
bs	-2717
‚ĖĀem	-2718
dzwe	-2719
kara	-2720
ongwe	-2721
‚ĖĀMuno	-2722
‚ĖĀmiri	-2723
‚ĖĀwomu	-2724
‚ĖĀrekuti	-2725
are	-2726
‚ĖĀst	-2727
‚ĖĀkup	-2728
‚ĖĀCate	-2729
andisa	-2730
‚ĖĀWorld	-2731
Zi	-2732
ill	-2733
‚ĖĀakatanga	-2734
HU	-2735
‚ĖĀ199	-2736
‚ĖĀMan	-2737
‚ĖĀtin	-2738
akidzwa	-2739
‚ĖĀzvakakwana	-2740
kisa	-2741
‚ĖĀduku	-2742
‚ĖĀchaiyo	-2743
‚ĖĀfi	-2744
eren	-2745
kaka	-2746
‚ĖĀyam	-2747
‚ĖĀmumi	-2748
tarisirwa	-2749
ruva	-2750
tate	-2751
sango	-2752
‚ĖĀthat	-2753
‚ĖĀakazvi	-2754
‚ĖĀkugadzirisa	-2755
-6	-2756
bet	-2757
‚ĖĀhai	-2758
dzere	-2759
tsuwa	-2760
‚ĖĀ2014	-2761
‚ĖĀusiku	-2762
mbiyuta	-2763
‚ĖĀmavara	-2764
‚ĖĀkubhadhara	-2765
‚ĖĀPA	-2766
‚ĖĀ100%	-2767
‚ĖĀidzi	-2768
‚ĖĀkupi	-2769
2,	-2770
vedza	-2771
yera	-2772
‚ĖĀRino	-2773
‚ĖĀnguvo	-2774
tarisana	-2775
ishandiswa	-2776
",	-2777
okun	-2778
‚ĖĀpre	-2779
‚ĖĀBaba	-2780
‚ĖĀMushure	-2781
‚ĖĀchimiro	-2782
‚ĖĀkukosha	-2783
‚ĖĀzvisinei	-2784
‚ĖĀmuKarenda	-2785
‚ĖĀyakagadzirwa	-2786
3.	-2787
‚ĖĀ¬Ľ	-2788
dzin	-2789
rombo	-2790
‚ĖĀMedi	-2791
rikira	-2792
bvumira	-2793
eswa	-2794
‚ĖĀShe	-2795
‚ĖĀare	-2796
bhuru	-2797
itirwa	-2798
‚ĖĀwehondo	-2799
‚ĖĀvashandi	-2800
Mi	-2801
‚ĖĀwaIsiraeri	-2802
‚ĖĀzvakafanana	-2803
Bhe	-2804
cia	-2805
gory	-2806
‚ĖĀmugo	-2807
‚ĖĀmuto	-2808
‚ĖĀyayo	-2809
rairwa	-2810
‚ĖĀkuitwa	-2811
‚ĖĀAndroid	-2812
‚ĖĀkwatiri	-2813
‚ĖĀvasinga	-2814
‚ĖĀKazhinji	-2815
‚ĖĀpakuwanda	-2816
vai	-2817
‚ĖĀaro	-2818
chish	-2819
‚ĖĀromu	-2820
tengesi	-2821
‚ĖĀwegore	-2822
MA	-2823
all	-2824
rol	-2825
unza	-2826
‚ĖĀUsa	-2827
‚ĖĀnapa	-2828
bhadha	-2829
simbiswa	-2830
‚ĖĀkuratidza	-2831
dio	-2832
‚ĖĀCH	-2833
mail	-2834
‚ĖĀNzvimbo	-2835
‚ĖĀdambudziko	-2836
ind	-2837
‚ĖĀMU	-2838
‚ĖĀmhe	-2839
‚ĖĀone	-2840
reiko	-2841
mhanya	-2842
‚ĖĀkubvisa	-2843
zambiringa	-2844
‚ĖĀakafanana	-2845
‚ĖĀkudz	-2846
onda	-2847
‚ĖĀbhe	-2848
‚ĖĀyomu	-2849
andino	-2850
‚ĖĀchine	-2851
‚ĖĀkutamba	-2852
‚ĖĀZimbabwe	-2853
‚ĖĀmatanhatu	-2854
bile	-2855
enya	-2856
risa	-2857
‚ĖĀSpe	-2858
kombe	-2859
tsoka	-2860
zvoku	-2861
‚ĖĀanoita	-2862
‚ĖĀrakanga	-2863
‚ĖĀmubvunzo	-2864
lex	-2865
mita	-2866
rongo	-2867
‚ĖĀrudo	-2868
‚ĖĀkuchamhembe	-2869
7.	-2870
The	-2871
‚ĖĀDz	-2872
kuta	-2873
‚ĖĀmam	-2874
‚ĖĀwai	-2875
fadzwa	-2876
‚ĖĀLaser	-2877
‚ĖĀzvako	-2878
int	-2879
‚ĖĀ60	-2880
Chin	-2881
rima	-2882
‚ĖĀbhuku	-2883
5.	-2884
ungo	-2885
usto	-2886
sikati	-2887
‚ĖĀkwose	-2888
‚ĖĀpazvi	-2889
cre	-2890
rega	-2891
‚ĖĀtes	-2892
‚ĖĀBest	-2893
‚ĖĀJose	-2894
‚ĖĀpacha	-2895
dzidzisi	-2896
‚ĖĀakataura	-2897
mon	-2898
‚ĖĀSei	-2899
bolic	-2900
ganda	-2901
hange	-2902
‚ĖĀZuva	-2903
‚ĖĀpana	-2904
‚ĖĀraMwari	-2905
RO	-2906
mendi	-2907
‚ĖĀvava	-2908
romoni	-2909
‚ĖĀshoma	-2910
inen	-2911
‚ĖĀWith	-2912
‚ĖĀmuti	-2913
‚ĖĀSouth	-2914
‚ĖĀzvisinga	-2915
‚ĖĀPaku	-2916
kitari	-2917
sk	-2918
chinzi	-2919
puranga	-2920
‚ĖĀpakarepo	-2921
‚ĖĀmupirisiti	-2922
dau	-2923
Firi	-2924
‚ĖĀZve	-2925
onero	-2926
renje	-2927
‚ĖĀhaanga	-2928
‚ĖĀvasina	-2929
rumbidza	-2930
‚ĖĀzvechokwadi	-2931
pla	-2932
‚ĖĀ40	-2933
iswe	-2934
‚ĖĀani	-2935
akisa	-2936
mbika	-2937
akanyorwa	-2938
‚ĖĀCategory	-2939
‚ĖĀblockchain	-2940
Se	-2941
‚ĖĀ5.	-2942
‚ĖĀsha	-2943
‚ĖĀTiri	-2944
‚ĖĀzvai	-2945
yerera	-2946
bhadhara	-2947
‚ĖĀmugadziri	-2948
‚ĖĀpi	-2949
gita	-2950
ingi	-2951
ings	-2952
‚ĖĀmai	-2953
‚ĖĀkugu	-2954
budiswa	-2955
kambani	-2956
‚ĖĀachava	-2957
‚ĖĀkubatana	-2958
‚ĖĀzvakanga	-2959
TE	-2960
gs	-2961
cle	-2962
zed	-2963
hene	-2964
xBet	-2965
‚ĖĀvakaita	-2966
‚ĖĀnedzimwe	-2967
‚ĖĀzviratidzo	-2968
ori	-2969
‚ĖĀmuB	-2970
darika	-2971
‚ĖĀasati	-2972
‚ĖĀmutsetse	-2973
US	-2974
ome	-2975
dani	-2976
vimb	-2977
‚ĖĀemu	-2978
chinhu	-2979
‚ĖĀkudzivirira	-2980
PA	-2981
dra	-2982
‚ĖĀFo	-2983
jodzi	-2984
pfuwo	-2985
‚ĖĀkupisa	-2986
‚ĖĀzvenyu	-2987
ronde	-2988
zwisi	-2989
‚ĖĀdzimba	-2990
‚ĖĀuchava	-2991
ner	-2992
Jesu	-2993
ishi	-2994
‚ĖĀvaA	-2995
chool	-2996
Mwedzi	-2997
‚ĖĀizita	-2998
‚ĖĀnezvimwewo	-2999
12	-3000
‚ĖĀFi	-3001
abhu	-3002
‚ĖĀwaA	-3003
‚ĖĀinenge	-3004
‚ĖĀzvakarurama	-3005
yam	-3006
yenzi	-3007
‚ĖĀIzvo	-3008
wanika	-3009
‚ĖĀkunogona	-3010
‚ĖĀkuverenga	-3011
bai	-3012
ges	-3013
lti	-3014
son	-3015
ality	-3016
‚ĖĀpako	-3017
‚ĖĀisinga	-3018
‚ĖĀchizere	-3019
‚ĖĀwaMwari	-3020
‚ĖĀTu	-3021
antu	-3022
‚ĖĀmbe	-3023
Europe	-3024
kiseni	-3025
‚ĖĀzvina	-3026
‚ĖĀkuedza	-3027
‚ĖĀkufanana	-3028
40	-3029
eng	-3030
hou	-3031
‚ĖĀac	-3032
pore	-3033
bvira	-3034
‚ĖĀravo	-3035
angwana	-3036
siro	-3037
vice	-3038
chamu	-3039
‚ĖĀneimwe	-3040
‚ĖĀzvinoshamisa	-3041
td	-3042
zika	-3043
‚ĖĀmaf	-3044
‚ĖĀIzwi	-3045
‚ĖĀzvam	-3046
‚ĖĀNguva	-3047
konzerwa	-3048
yunivhesiti	-3049
‚ĖĀNyamavhuvhu	-3050
‚ĖĀtestosterone	-3051
ans	-3052
mhu	-3053
rukwa	-3054
wadhi	-3055
‚ĖĀNeku	-3056
‚ĖĀvagere	-3057
anji	-3058
reza	-3059
‚ĖĀusa	-3060
‚ĖĀdivi	-3061
‚ĖĀmape	-3062
huwandu	-3063
akakwira	-3064
‚ĖĀMashoko	-3065
ongororwa	-3066
‚ĖĀchipiriso	-3067
‚ĖĀvave	-3068
rarama	-3069
zororo	-3070
hupenyu	-3071
‚ĖĀStates	-3072
‚ĖĀinjini	-3073
‚ĖĀvanoshandisa	-3074
hamu	-3075
kepe	-3076
enera	-3077
isati	-3078
rivate	-3079
‚ĖĀrwoku	-3080
Dhavhidhi	-3081
hurumende	-3082
‚ĖĀDownload	-3083
‚ĖĀPamusoro	-3084
zive	-3085
‚ĖĀneA	-3086
phone	-3087
‚ĖĀmapa	-3088
huwira	-3089
‚ĖĀchika	-3090
‚ĖĀyekutanga	-3091
sino	-3092
tsin	-3093
‚ĖĀIvo	-3094
pfeko	-3095
gadzwa	-3096
‚ĖĀkurwa	-3097
tt	-3098
‚ĖĀngo	-3099
pinza	-3100
‚ĖĀkuMa	-3101
‚ĖĀwaya	-3102
bereki	-3103
‚ĖĀMetro	-3104
‚ĖĀmutengi	-3105
‚ĖĀvaJudha	-3106
‚ĖĀkunzwisisa	-3107
‚ĖĀzvichienderana	-3108
KA	-3109
YE	-3110
‚ĖĀuku	-3111
‚ĖĀkupu	-3112
‚ĖĀtine	-3113
‚ĖĀMb	-3114
gadza	-3115
rogen	-3116
zombe	-3117
‚ĖĀicho	-3118
‚ĖĀsomu	-3119
‚ĖĀGoogle	-3120
chenjera	-3121
‚ĖĀkudzora	-3122
‚ĖĀremucha	-3123
tungamiriri	-3124
tch	-3125
gone	-3126
pora	-3127
‚ĖĀNde	-3128
stitu	-3129
tonge	-3130
kangan	-3131
vimbika	-3132
‚ĖĀZvanzi	-3133
‚ĖĀnhumbi	-3134
‚ĖĀkufunga	-3135
‚ĖĀzvirongwa	-3136
kia	-3137
‚ĖĀYo	-3138
‚ĖĀNor	-3139
tarwa	-3140
‚ĖĀkupara	-3141
gadzikana	-3142
ap	-3143
‚ĖĀsta	-3144
‚ĖĀ2016	-3145
‚ĖĀremucharikwa	-3146
xt	-3147
sai	-3148
sed	-3149
‚ĖĀAll	-3150
munda	-3151
‚ĖĀzvake	-3152
‚ĖĀnomoto	-3153
tambudzika	-3154
‚ĖĀinofanira	-3155
ler	-3156
way	-3157
siki	-3158
‚ĖĀShi	-3159
‚ĖĀuine	-3160
andara	-3161
chinji	-3162
shanyi	-3163
‚ĖĀNhasi	-3164
‚ĖĀfaira	-3165
ongororo	-3166
sanganisa	-3167
‚ĖĀakapindura	-3168
IC	-3169
vera	-3170
‚ĖĀuti	-3171
budzi	-3172
‚ĖĀechi	-3173
tsvuku	-3174
‚ĖĀhenyu	-3175
‚ĖĀmwoyo	-3176
end	-3177
wayo	-3178
ungana	-3179
bhironi	-3180
simudzira	-3181
‚ĖĀz	-3182
‚ĖĀDZ	-3183
dere	-3184
rist	-3185
‚ĖĀkwemu	-3186
Germany	-3187
‚ĖĀpasara	-3188
‚ĖĀakatora	-3189
tai	-3190
‚ĖĀat	-3191
attoo	-3192
yambu	-3193
‚ĖĀIchi	-3194
‚ĖĀTime	-3195
‚ĖĀSauro	-3196
‚ĖĀanopa	-3197
‚ĖĀtsvene	-3198
‚ĖĀEnglish	-3199
‚ĖĀmangwanani	-3200
pha	-3201
que	-3202
une	-3203
‚ĖĀIS	-3204
‚ĖĀMin	-3205
humbi	-3206
kunze	-3207
‚ĖĀzana	-3208
‚ĖĀParis	-3209
‚ĖĀrumwe	-3210
verenge	-3211
‚ĖĀkuEnglish	-3212
uto	-3213
gula	-3214
illa	-3215
zova	-3216
‚ĖĀLtd	-3217
sitia	-3218
andira	-3219
chinge	-3220
yoresa	-3221
‚ĖĀhweku	-3222
‚ĖĀkubvu	-3223
‚ĖĀndipo	-3224
ango	-3225
tsigiro	-3226
‚ĖĀmumuviri	-3227
GH	-3228
vanga	-3229
‚ĖĀfrom	-3230
‚ĖĀTattoo	-3231
‚ĖĀ~	-3232
‚ĖĀ500	-3233
‚ĖĀYou	-3234
‚ĖĀham	-3235
‚ĖĀkui	-3236
kwira	-3237
‚ĖĀhaku	-3238
tsvina	-3239
‚ĖĀracho	-3240
‚ĖĀmagetsi	-3241
‚ĖĀwakanaka	-3242
‚ĖĀkugamuchira	-3243
8,	-3244
yn	-3245
keri	-3246
‚ĖĀVaG	-3247
shiri	-3248
United	-3249
sungwa	-3250
dikanwa	-3251
‚ĖĀdesign	-3252
Firisitia	-3253
‚ĖĀkudarika	-3254
lli	-3255
ook	-3256
zvadzi	-3257
‚ĖĀpazasi	-3258
‚ĖĀvanoita	-3259
‚ĖĀzviitiko	-3260
‚ĖĀvakasununguka	-3261
16	-3262
‚ĖĀ¬£	-3263
nje	-3264
imwe	-3265
‚ĖĀGra	-3266
‚ĖĀTur	-3267
‚ĖĀhuri	-3268
‚ĖĀkugo	-3269
kurapa	-3270
‚ĖĀSimba	-3271
‚ĖĀmuripo	-3272
tenderera	-3273
‚ĖĀmuenzaniso	-3274
‚ĖĀ(3	-3275
‚ĖĀneS	-3276
gariro	-3277
tangwa	-3278
yangwe	-3279
‚ĖĀNdiri	-3280
‚ĖĀkuChi	-3281
tsikana	-3282
‚ĖĀmutemo	-3283
‚ĖĀkuitika	-3284
‚ĖĀkuvanhu	-3285
rangarira	-3286
‚ĖĀbi	-3287
ries	-3288
‚ĖĀLED	-3289
‚ĖĀhwo	-3290
‚ĖĀbvun	-3291
‚ĖĀmaki	-3292
‚ĖĀmabhi	-3293
tho	-3294
enje	-3295
‚ĖĀNet	-3296
‚ĖĀwho	-3297
‚ĖĀmatu	-3298
‚ĖĀInter	-3299
‚ĖĀneche	-3300
‚ĖĀusinga	-3301
yengetera	-3302
gamuchirwa	-3303
‚ĖĀinoshanda	-3304
‚ĖĀunowanikwa	-3305
bra	-3306
key	-3307
lla	-3308
‚ĖĀvu	-3309
ania	-3310
ware	-3311
‚ĖĀyama	-3312
ereche	-3313
‚ĖĀhaina	-3314
‚ĖĀmaoko	-3315
‚ĖĀpangu	-3316
‚ĖĀrwako	-3317
‚ĖĀzvedu	-3318
‚ĖĀfekitari	-3319
‚ĖĀkutengesa	-3320
‚ĖĀyemagetsi	-3321
‚ĖĀAk	-3322
‚ĖĀLight	-3323
‚ĖĀkungo	-3324
‚ĖĀreChi	-3325
‚ĖĀyezvi	-3326
hangeri	-3327
‚ĖĀPakati	-3328
‚ĖĀinoita	-3329
‚ĖĀnenyika	-3330
‚ĖĀExchange	-3331
buru	-3332
‚ĖĀMus	-3333
‚ĖĀSha	-3334
table	-3335
‚ĖĀwemu	-3336
‚ĖĀanoda	-3337
‚ĖĀhwako	-3338
‚ĖĀsechi	-3339
‚ĖĀNhamba	-3340
tevedzana	-3341
‚ĖĀmuMwedzi	-3342
‚ĖĀpamutemo	-3343
‚ĖĀmakambani	-3344
zer	-3345
‚ĖĀdzo	-3346
‚ĖĀkumba	-3347
‚ĖĀmashoma	-3348
GA	-3349
hili	-3350
sita	-3351
kudzwa	-3352
‚ĖĀMweya	-3353
‚ĖĀWebsite	-3354
‚ĖĀvaranda	-3355
‚ĖĀchiitiko	-3356
akanakisisa	-3357
hed	-3358
dziso	-3359
‚ĖĀnaro	-3360
‚ĖĀpuro	-3361
‚ĖĀuwane	-3362
shanduka	-3363
‚ĖĀGermany	-3364
sununguko	-3365
‚ĖĀmiriyoni	-3366
‚ĖĀtsvakuru	-3367
‚ĖĀkubudirira	-3368
tics	-3369
‚ĖĀSezvo	-3370
‚ĖĀkutsvaka	-3371
indasitiri	-3372
led	-3373
undi	-3374
‚ĖĀSci	-3375
dudzi	-3376
rairo	-3377
‚ĖĀkadhi	-3378
‚ĖĀMobile	-3379
‚ĖĀkunyora	-3380
ngu	-3381
red	-3382
tam	-3383
kwana	-3384
‚ĖĀAchi	-3385
‚ĖĀComp	-3386
‚ĖĀchou	-3387
‚ĖĀmusa	-3388
‚ĖĀyeva	-3389
‚ĖĀmukurumbira	-3390
duru	-3391
‚ĖĀaci	-3392
Nyika	-3393
isina	-3394
‚ĖĀvanga	-3395
‚ĖĀSchool	-3396
‚ĖĀmugore	-3397
sanganiswa	-3398
‚ĖĀchinangwa	-3399
‚ĖĀinozivikanwa	-3400
mas	-3401
ramu	-3402
‚ĖĀHand	-3403
angana	-3404
shinga	-3405
‚ĖĀdzedu	-3406
‚ĖĀx	-3407
mbwe	-3408
‚ĖĀpau	-3409
‚ĖĀvam	-3410
‚ĖĀTari	-3411
govera	-3412
‚ĖĀsarudzo	-3413
akanyanya	-3414
ood	-3415
‚ĖĀ6.	-3416
‚ĖĀOr	-3417
‚ĖĀTs	-3418
hani	-3419
onate	-3420
press	-3421
‚ĖĀrika	-3422
‚ĖĀchiso	-3423
‚ĖĀzvika	-3424
bhusaiti	-3425
‚ĖĀbitcoin	-3426
‚ĖĀnemvura	-3427
‚ĖĀtarirai	-3428
‚ĖĀanopfuura	-3429
‚ĖĀkuchengetedza	-3430
Tu	-3431
WE	-3432
chino	-3433
ridzo	-3434
rmone	-3435
akaita	-3436
shonge	-3437
‚ĖĀdenga	-3438
‚ĖĀsenge	-3439
aritari	-3440
vanzika	-3441
Ta	-3442
bon	-3443
kin	-3444
poli	-3445
‚ĖĀkur	-3446
girii	-3447
‚ĖĀnhau	-3448
pesana	-3449
Ukraine	-3450
chenjeri	-3451
‚ĖĀAmerica	-3452
‚ĖĀuchishandisa	-3453
11	-3454
9,	-3455
Che	-3456
‚ĖĀAp	-3457
bhen	-3458
‚ĖĀout	-3459
‚ĖĀBlack	-3460
‚ĖĀkumbo	-3461
‚ĖĀkundi	-3462
‚ĖĀnhema	-3463
‚ĖĀmikana	-3464
Chishona	-3465
‚ĖĀPanguva	-3466
‚ĖĀnezvaka	-3467
‚ĖĀJerusaremu	-3468
‚ĖĀnemishonga	-3469
‚ĖĀkumabvazuva	-3470
wis	-3471
‚ĖĀHy	-3472
tiro	-3473
‚ĖĀKuno	-3474
‚ĖĀmeso	-3475
‚ĖĀiripo	-3476
‚ĖĀFacebook	-3477
‚ĖĀkutumira	-3478
-0	-3479
7,	-3480
MB	-3481
Ra	-3482
por	-3483
shua	-3484
tain	-3485
‚ĖĀpezvi	-3486
‚ĖĀKukura	-3487
mbiricha	-3488
‚ĖĀvatambi	-3489
‚ĖĀyakareba	-3490
‚ĖĀkusangana	-3491
ves	-3492
‚ĖĀIs	-3493
ving	-3494
‚ĖĀive	-3495
‚ĖĀnomun	-3496
enderera	-3497
‚ĖĀzvizhinji	-3498
‚ĖĀyakasiyana	-3499
SX	-3500
‚ĖĀMuni	-3501
‚ĖĀjira	-3502
haridzo	-3503
‚ĖĀkaviri	-3504
‚ĖĀSoftware	-3505
UN	-3506
iyo	-3507
kai	-3508
suru	-3509
ununa	-3510
‚ĖĀnawo	-3511
‚ĖĀkubud	-3512
‚ĖĀkwezvi	-3513
chengetwa	-3514
‚ĖĀkumaodzanyemba	-3515
Ja	-3516
rus	-3517
thi	-3518
‚ĖĀ(2	-3519
‚ĖĀGi	-3520
‚ĖĀVe	-3521
‚ĖĀ(1.	-3522
svondo	-3523
‚ĖĀRegai	-3524
‚ĖĀInstitu	-3525
sunungurwa	-3526
‚ĖĀmamiriyoni	-3527
hw	-3528
cts	-3529
ded	-3530
‚ĖĀur	-3531
sitiki	-3532
ley	-3533
‚ĖĀAP	-3534
‚ĖĀKUS	-3535
enter	-3536
‚ĖĀyepa	-3537
chando	-3538
‚ĖĀakafa	-3539
‚ĖĀusina	-3540
‚ĖĀzvese	-3541
‚ĖĀremhuri	-3542
Ri	-3543
‚ĖĀFu	-3544
‚ĖĀnaI	-3545
‚ĖĀMusa	-3546
‚ĖĀvoku	-3547
‚ĖĀItaly	-3548
‚ĖĀrwangu	-3549
‚ĖĀEuropean	-3550
‚ĖĀBhaibheri	-3551
CH	-3552
dzva	-3553
pamu	-3554
pika	-3555
taka	-3556
‚ĖĀmuS	-3557
rican	-3558
‚ĖĀchema	-3559
‚ĖĀhondo	-3560
‚ĖĀmuzana	-3561
‚ĖĀkuronga	-3562
‚ĖĀkumhanya	-3563
‚ĖĀkurarama	-3564
‚ĖĀrinowanikwa	-3565
bul	-3566
gwe	-3567
‚ĖĀki	-3568
gram	-3569
kedza	-3570
ondon	-3571
‚ĖĀkufa	-3572
Africa	-3573
patimendi	-3574
‚ĖĀjekiseni	-3575
5,	-3576
come	-3577
hite	-3578
‚ĖĀnaM	-3579
‚ĖĀukama	-3580
amiriro	-3581
simudza	-3582
‚ĖĀmuromo	-3583
‚ĖĀzvinoita	-3584
IT	-3585
bhati	-3586
‚ĖĀpayo	-3587
hofisi	-3588
shizha	-3589
‚ĖĀZvoku	-3590
‚ĖĀndini	-3591
‚ĖĀFrance	-3592
‚ĖĀMazano	-3593
‚ĖĀkubere	-3594
‚ĖĀkubuda	-3595
‚ĖĀvakava	-3596
‚ĖĀmunzira	-3597
‚ĖĀwomunhu	-3598
shandurwa	-3599
‚ĖĀtsvakurudzo	-3600
ary	-3601
cipa	-3602
tama	-3603
yina	-3604
teshi	-3605
tsiva	-3606
‚ĖĀpeku	-3607
‚ĖĀwayo	-3608
‚ĖĀUnoda	-3609
‚ĖĀkunzi	-3610
shandira	-3611
‚ĖĀyaMwari	-3612
So	-3613
tri	-3614
fuma	-3615
sung	-3616
‚ĖĀmaz	-3617
dhaka	-3618
isoro	-3619
onzwa	-3620
tanho	-3621
national	-3622
tungamira	-3623
‚ĖĀkushanyira	-3624
‚ĖĀ‚ā¨	-3625
uku	-3626
‚ĖĀPC	-3627
‚ĖĀar	-3628
‚ĖĀyeB	-3629
‚ĖĀzvish	-3630
bhurahamu	-3631
‚ĖĀZvichida	-3632
‚ĖĀkwakanga	-3633
‚ĖĀkurasikirwa	-3634
soka	-3635
kundi	-3636
‚ĖĀveku	-3637
‚ĖĀyour	-3638
bvumirano	-3639
gadzirirwo	-3640
ky	-3641
zai	-3642
fudzi	-3643
‚ĖĀmata	-3644
angira	-3645
bviswa	-3646
dhinda	-3647
‚ĖĀmimwe	-3648
‚ĖĀZvinhu	-3649
‚ĖĀrubatsiro	-3650
‚ĖĀyakatanga	-3651
3,	-3652
‚ĖĀBra	-3653
‚ĖĀBri	-3654
‚ĖĀwaJ	-3655
dzose	-3656
kurwa	-3657
mburu	-3658
‚ĖĀAnti	-3659
‚ĖĀgare	-3660
‚ĖĀchive	-3661
pabonde	-3662
‚ĖĀndichaku	-3663
-8	-3664
Te	-3665
‚ĖĀAs	-3666
cies	-3667
furo	-3668
‚ĖĀImi	-3669
bvuma	-3670
‚ĖĀmuru	-3671
tonhora	-3672
wedzere	-3673
motokari	-3674
ach	-3675
phi	-3676
ses	-3677
‚ĖĀvi	-3678
cent	-3679
hema	-3680
pari	-3681
‚ĖĀiyoyo	-3682
‚ĖĀzvazvo	-3683
enzanisa	-3684
‚ĖĀmaonero	-3685
‚ĖĀsangano	-3686
‚ĖĀtembiricha	-3687
‚ĖĀmunharaunda	-3688
ET	-3689
hwo	-3690
veza	-3691
yoka	-3692
‚ĖĀLin	-3693
‚ĖĀzvayo	-3694
‚ĖĀkurapwa	-3695
‚ĖĀkusiyana	-3696
phy	-3697
bele	-3698
riya	-3699
‚ĖĀNyaya	-3700
‚ĖĀZvisinei	-3701
‚ĖĀvhidhiyo	-3702
‚ĖĀzvakadai	-3703
‚ĖĀInstitute	-3704
rapa	-3705
‚ĖĀCom	-3706
‚ĖĀDis	-3707
nology	-3708
‚ĖĀJakobho	-3709
‚ĖĀhazvina	-3710
‚ĖĀkutenda	-3711
‚ĖĀmurayiro	-3712
‚ĖĀrakanaka	-3713
‚ĖĀUnofanira	-3714
‚ĖĀkuwanikwa	-3715
‚ĖĀzvibereko	-3716
‚ĖĀzvichingo	-3717
‚ĖĀkuturikira	-3718
VC	-3719
hone	-3720
tuka	-3721
‚ĖĀoga	-3722
ambia	-3723
pping	-3724
sanangu	-3725
70	-3726
pti	-3727
arch	-3728
mire	-3729
enguva	-3730
‚ĖĀpamuviri	-3731
purasitiki	-3732
Ga	-3733
alth	-3734
kiro	-3735
‚ĖĀTes	-3736
‚ĖĀgra	-3737
‚ĖĀkuS	-3738
‚ĖĀnzi	-3739
‚ĖĀTora	-3740
‚ĖĀNdizvo	-3741
‚ĖĀyunivhesiti	-3742
cm	-3743
pam	-3744
sero	-3745
tage	-3746
‚ĖĀHai	-3747
enesa	-3748
urira	-3749
rongeka	-3750
‚ĖĀMazuva	-3751
‚ĖĀmugove	-3752
‚ĖĀkwakaita	-3753
‚ĖĀakabereka	-3754
‚ĖĀchikonzero	-3755
‚ĖĀkukanganisa	-3756
pho	-3757
‚ĖĀBasa	-3758
ziviswa	-3759
‚ĖĀevanhu	-3760
‚ĖĀmativi	-3761
‚ĖĀnyasha	-3762
my	-3763
qui	-3764
‚ĖĀiP	-3765
make	-3766
Mweya	-3767
danwa	-3768
yengera	-3769
‚ĖĀmusikana	-3770
mal	-3771
ond	-3772
ural	-3773
‚ĖĀCor	-3774
‚ĖĀten	-3775
‚ĖĀhari	-3776
‚ĖĀneru	-3777
‚ĖĀKwete	-3778
tambanu	-3779
‚ĖĀzvinga	-3780
‚ĖĀpachako	-3781
‚ĖĀwenyika	-3782
bvi	-3783
mbera	-3784
urawa	-3785
zadza	-3786
‚ĖĀImwe	-3787
‚ĖĀakapa	-3788
‚ĖĀiwayo	-3789
‚ĖĀngava	-3790
‚ĖĀricha	-3791
yanyisa	-3792
‚ĖĀvakaenda	-3793
‚ĖĀrokutanga	-3794
‚ĖĀTh	-3795
rand	-3796
‚ĖĀVaL	-3797
‚ĖĀSomu	-3798
‚ĖĀjena	-3799
‚ĖĀPauro	-3800
‚ĖĀchako	-3801
‚ĖĀpavanhu	-3802
‚ĖĀyokutanga	-3803
‚ĖĀzvichingodaro	-3804
4,	-3805
Me	-3806
OR	-3807
car	-3808
cer	-3809
izi	-3810
endi	-3811
kuro	-3812
‚ĖĀRai	-3813
erero	-3814
‚ĖĀpari	-3815
‚ĖĀemail	-3816
batsirwa	-3817
isarudzo	-3818
‚ĖĀkubvira	-3819
‚ĖĀyenyika	-3820
‚ĖĀinowanzo	-3821
‚ĖĀyakakura	-3822
‚ĖĀkuderedza	-3823
ANA	-3824
ism	-3825
‚ĖĀja	-3826
vhun	-3827
‚ĖĀ198	-3828
‚ĖĀCho	-3829
‚ĖĀ2020	-3830
‚ĖĀMune	-3831
‚ĖĀhaisi	-3832
‚ĖĀwaini	-3833
virirwa	-3834
‚ĖĀIsiraeri	-3835
ef	-3836
‚ĖĀAm	-3837
bert	-3838
‚ĖĀAnd	-3839
shata	-3840
‚ĖĀTine	-3841
‚ĖĀProdu	-3842
‚ĖĀchose	-3843
vakanga	-3844
‚ĖĀnomoyo	-3845
taurirana	-3846
‚ĖĀpamusika	-3847
‚ĖĀvakasvika	-3848
kw	-3849
rane	-3850
‚ĖĀEri	-3851
‚ĖĀaku	-3852
wanise	-3853
‚ĖĀdzema	-3854
‚ĖĀpombi	-3855
stanbul	-3856
‚ĖĀbvunzo	-3857
danidzira	-3858
‚ĖĀzvakaoma	-3859
‚ĖĀmatambudziko	-3860
here	-3861
jera	-3862
pita	-3863
tsara	-3864
‚ĖĀurwu	-3865
bayira	-3866
bwinya	-3867
shaiwa	-3868
‚ĖĀchezvi	-3869
‚ĖĀnegore	-3870
‚ĖĀhupenyu	-3871
‚ĖĀmutambi	-3872
‚ĖĀsungano	-3873
‚ĖĀmasvondo	-3874
tsvakurudza	-3875
ishe	-3876
ople	-3877
‚ĖĀFit	-3878
‚ĖĀSwe	-3879
‚ĖĀHolm	-3880
‚ĖĀTaka	-3881
‚ĖĀTrans	-3882
sirivha	-3883
‚ĖĀzvauno	-3884
DZA	-3885
miti	-3886
ning	-3887
stic	-3888
‚ĖĀung	-3889
vonga	-3890
‚ĖĀPasi	-3891
mbudzi	-3892
‚ĖĀvhiki	-3893
vakirwa	-3894
‚ĖĀakandi	-3895
zvikudza	-3896
Is	-3897
day	-3898
chera	-3899
mazwi	-3900
‚ĖĀhako	-3901
tariro	-3902
tyairi	-3903
‚ĖĀTarira	-3904
‚ĖĀmusika	-3905
‚ĖĀhormone	-3906
‚ĖĀMunicipa	-3907
‚ĖĀnamakumi	-3908
‚ĖĀzvakanakisisa	-3909
GO	-3910
‚ĖĀawa	-3911
‚ĖĀpar	-3912
‚ĖĀram	-3913
‚ĖĀBlog	-3914
‚ĖĀJohn	-3915
‚ĖĀyaiva	-3916
pionate	-3917
tendero	-3918
‚ĖĀinobva	-3919
‚ĖĀmiviri	-3920
‚ĖĀhandina	-3921
‚ĖĀinotevera	-3922
‚ĖĀwebhusaiti	-3923
IM	-3924
TS	-3925
Zvi	-3926
ipi	-3927
oly	-3928
sel	-3929
zwe	-3930
‚ĖĀNy	-3931
blic	-3932
dust	-3933
round	-3934
