<pad>	0
<s>	0
</s>	0
<unk>	0
an	-0
ku	-1
va	-2
‚ĖĀku	-3
ka	-4
ra	-5
‚ĖĀm	-6
ri	-7
‚ĖĀn	-8
wa	-9
ch	-10
ti	-11
dz	-12
in	-13
zv	-14
we	-15
re	-16
‚ĖĀa	-17
‚ĖĀva	-18
‚ĖĀmu	-19
ta	-20
mb	-21
ana	-22
ro	-23
si	-24
‚ĖĀne	-25
pa	-26
ya	-27
da	-28
on	-29
ga	-30
en	-31
chi	-32
sa	-33
ma	-34
hu	-35
ha	-36
ye	-37
dzi	-38
‚ĖĀzv	-39
ano	-40
‚ĖĀi	-41
ru	-42
‚ĖĀv	-43
di	-44
‚ĖĀu	-45
mu	-46
‚ĖĀk	-47
‚ĖĀma	-48
‚ĖĀpa	-49
ko	-50
ino	-51
‚ĖĀkuti	-52
‚ĖĀM	-53
se	-54
dza	-55
te	-56
mi	-57
un	-58
ang	-59
sh	-60
vi	-61
mwe	-62
ba	-63
‚ĖĀch	-64
mba	-65
zi	-66
zva	-67
rwa	-68
ani	-69
yo	-70
yi	-71
‚ĖĀya	-72
no	-73
ve	-74
ge	-75
‚ĖĀzvi	-76
zvi	-77
‚ĖĀaka	-78
de	-79
‚ĖĀzva	-80
‚ĖĀV	-81
to	-82
‚ĖĀye	-83
‚ĖĀuye	-84
‚ĖĀp	-85
vo	-86
ita	-87
wo	-88
ke	-89
hi	-90
‚ĖĀN	-91
‚ĖĀA	-92
‚ĖĀwa	-93
‚ĖĀwe	-94
gu	-95
‚ĖĀC	-96
‚ĖĀvano	-97
anga	-98
ho	-99
ona	-100
go	-101
‚ĖĀre	-102
‚ĖĀvaka	-103
‚ĖĀK	-104
mbo	-105
ura	-106
ki	-107
‚ĖĀna	-108
‚ĖĀano	-109
‚ĖĀVa	-110
po	-111
‚ĖĀchi	-112
‚ĖĀkun	-113
‚ĖĀS	-114
so	-115
zvo	-116
‚ĖĀkana	-117
shan	-118
do	-119
he	-120
‚ĖĀha	-121
dze	-122
kuti	-123
me	-124
wi	-125
‚ĖĀkwe	-126
‚ĖĀmun	-127
mbi	-128
ts	-129
‚ĖĀndi	-130
cha	-131
anhu	-132
‚ĖĀra	-133
kuru	-134
ane	-135
‚ĖĀkwa	-136
fa	-137
ina	-138
yu	-139
‚ĖĀri	-140
‚ĖĀZ	-141
‚ĖĀI	-142
‚ĖĀche	-143
dzo	-144
tu	-145
kwa	-146
‚ĖĀMu	-147
yika	-148
pe	-149
fu	-150
sha	-151
‚ĖĀse	-152
‚ĖĀP	-153
pi	-154
gwa	-155
‚ĖĀT	-156
du	-157
tsi	-158
‚ĖĀe	-159
wana	-160
enge	-161
‚ĖĀMa	-162
‚ĖĀno	-163
‚ĖĀino	-164
zo	-165
‚ĖĀ‚Äú	-166
‚ĖĀzvaka	-167
‚ĖĀzvino	-168
mo	-169
kana	-170
angu	-171
bva	-172
‚ĖĀh	-173
ine	-174
rira	-175
ende	-176
swa	-177
anda	-178
‚ĖĀyaka	-179
bu	-180
‚ĖĀneku	-181
be	-182
‚ĖĀzve	-183
‚ĖĀve	-184
‚ĖĀvachi	-185
‚ĖĀdza	-186
za	-187
‚ĖĀti	-188
‚ĖĀhu	-189
‚ĖĀH	-190
shandi	-191
gi	-192
‚ĖĀcha	-193
‚ĖĀD	-194
sang	-195
‚ĖĀasi	-196
svi	-197
enda	-198
‚ĖĀvari	-199
le	-200
‚ĖĀdze	-201
iti	-202
‚ĖĀ2	-203
kan	-204
‚ĖĀ1	-205
‚ĖĀiri	-206
soro	-207
‚ĖĀKu	-208
mbe	-209
ze	-210
gadzi	-211
‚ĖĀvanhu	-212
‚ĖĀ(	-213
‚ĖĀnema	-214
‚ĖĀmi	-215
‚ĖĀB	-216
daro	-217
ose	-218
kun	-219
dzwa	-220
‚ĖĀpamu	-221
unga	-222
‚ĖĀachi	-223
che	-224
it	-225
‚ĖĀR	-226
‚ĖĀJ	-227
zu	-228
rwe	-229
yaya	-230
ron	-231
viri	-232
‚ĖĀiyi	-233
kati	-234
‚ĖĀin	-235
imba	-236
sho	-237
ca	-238
mai	-239
hin	-240
basa	-241
ji	-242
wani	-243
fani	-244
or	-245
‚ĖĀrino	-246
‚ĖĀpe	-247
tanga	-248
‚ĖĀari	-249
shu	-250
‚ĖĀdzi	-251
la	-252
gona	-253
pfu	-254
inhu	-255
bv	-256
‚ĖĀru	-257
guva	-258
‚ĖĀuyu	-259
cho	-260
‚ĖĀG	-261
‚ĖĀU	-262
sina	-263
rume	-264
su	-265
zve	-266
ange	-267
one	-268
sira	-269
inga	-270
‚ĖĀvanoti	-271
bwe	-272
li	-273
wanda	-274
‚ĖĀChi	-275
tsva	-276
miri	-277
‚ĖĀichi	-278
kore	-279
ce	-280
and	-281
pu	-282
svika	-283
‚ĖĀmari	-284
‚ĖĀdz	-285
pin	-286
vha	-287
‚ĖĀuno	-288
mbu	-289
‚ĖĀane	-290
‚ĖĀyeku	-291
kanga	-292
wari	-293
‚ĖĀt	-294
imbabwe	-295
aka	-296
yan	-297
‚ĖĀkubva	-298
vanhu	-299
‚ĖĀo	-300
tari	-301
taura	-302
st	-303
enyu	-304
‚ĖĀnemu	-305
gara	-306
‚ĖĀF	-307
,‚ÄĚ	-308
zuva	-309
‚ĖĀnen	-310
..	-311
‚ĖĀpamwe	-312
batsi	-313
00	-314
andi	-315
dino	-316
kanaka	-317
‚ĖĀE	-318
‚ĖĀb	-319
‚ĖĀnda	-320
‚ĖĀvana	-321
‚ĖĀnekuti	-322
rum	-323
onzi	-324
tsa	-325
ton	-326
‚ĖĀW	-327
tunga	-328
‚ĖĀnoku	-329
‚ĖĀpamusoro	-330
ondo	-331
iri	-332
kadzi	-333
‚ĖĀchete	-334
kwi	-335
chin	-336
zvimbo	-337
‚ĖĀsa	-338
rati	-339
‚ĖĀPa	-340
dzira	-341
‚ĖĀkuno	-342
ou	-343
‚ĖĀta	-344
sangano	-345
ten	-346
zhin	-347
‚ĖĀZv	-348
rera	-349
zhinji	-350
itwa	-351
‚ĖĀneva	-352
‚ĖĀJe	-353
‚ĖĀL	-354
teve	-355
Ma	-356
‚ĖĀs	-357
vana	-358
dha	-359
han	-360
ne	-361
‚ĖĀAsi	-362
rumende	-363
fanira	-364
oni	-365
‚ĖĀmakore	-366
‚ĖĀka	-367
''	-368
‚ĖĀmwana	-369
‚ĖĀyo	-370
ni	-371
hovha	-372
‚ĖĀavo	-373
‚ĖĀmunhu	-374
bvu	-375
‚ĖĀNdi	-376
mana	-377
‚ĖĀava	-378
yana	-379
‚ĖĀnha	-380
bha	-381
‚ĖĀf	-382
koro	-383
ing	-384
‚ĖĀwaka	-385
singa	-386
hen	-387
‚ĖĀzviri	-388
simba	-389
na	-390
dya	-391
je	-392
ongo	-393
kwani	-394
‚ĖĀw	-395
‚ĖĀro	-396
dhi	-397
komana	-398
tora	-399
she	-400
zwa	-401
uya	-402
kura	-403
‚ĖĀhwe	-404
‚ĖĀan	-405
rica	-406
fun	-407
‚ĖĀapo	-408
‚ĖĀ3	-409
‚ĖĀkuita	-410
‚ĖĀgu	-411
‚ĖĀ-	-412
shandisa	-413
shoko	-414
‚ĖĀme	-415
zira	-416
vura	-417
‚ĖĀkune	-418
‚ĖĀy	-419
ziva	-420
tion	-421
vaka	-422
ter	-423
gore	-424
‚ĖĀsezvo	-425
risa	-426
shanda	-427
siyana	-428
‚ĖĀpasi	-429
‚ĖĀdzaka	-430
‚ĖĀnguva	-431
‚ĖĀnde	-432
‚ĖĀndo	-433
tau	-434
‚ĖĀZvino	-435
lo	-436
sun	-437
rwere	-438
‚ĖĀkumu	-439
th	-440
‚ĖĀnyaya	-441
mbira	-442
Zimbabwe	-443
onga	-444
‚ĖĀmumwe	-445
‚ĖĀvai	-446
‚ĖĀkuma	-447
bat	-448
‚ĖĀnezvi	-449
tungamiri	-450
kumi	-451
ren	-452
‚ĖĀai	-453
Mu	-454
‚ĖĀpan	-455
shure	-456
dzimai	-457
‚ĖĀndino	-458
mira	-459
ramba	-460
chenge	-461
‚ĖĀiyo	-462
ara	-463
‚ĖĀhwa	-464
mun	-465
‚ĖĀzvinhu	-466
‚ĖĀzvikuru	-467
‚ĖĀnyika	-468
bere	-469
rongwa	-470
dai	-471
‚ĖĀwake	-472
‚ĖĀraka	-473
fe	-474
‚ĖĀbasa	-475
bata	-476
‚ĖĀmunyika	-477
rwi	-478
dzera	-479
‚ĖĀvamwe	-480
rs	-481
‚ĖĀkuva	-482
ira	-483
mbudzi	-484
‚ĖĀdzino	-485
‚ĖĀ20	-486
kira	-487
famba	-488
‚ĖĀvan	-489
batsira	-490
para	-491
‚ĖĀakati	-492
hwa	-493
zivi	-494
ar	-495
tambo	-496
‚ĖĀmuma	-497
‚ĖĀKana	-498
ari	-499
tenge	-500
ini	-501
‚ĖĀpaku	-502
pera	-503
kwata	-504
‚ĖĀc	-505
rika	-506
pinda	-507
vhu	-508
al	-509
saru	-510
‚ĖĀCo	-511
temo	-512
‚ĖĀkuna	-513
‚ĖĀizvi	-514
rana	-515
‚ĖĀnokuti	-516
chen	-517
‚ĖĀmo	-518
isa	-519
‚ĖĀanoti	-520
‚ĖĀizvo	-521
‚ĖĀwen	-522
zana	-523
tatu	-524
‚ĖĀY	-525
mwa	-526
==	-527
‚ĖĀZvi	-528
‚ĖĀiwe	-529
unhu	-530
udza	-531
‚ĖĀchino	-532
kamu	-533
dzidzi	-534
wan	-535
zita	-536
‚ĖĀhe	-537
‚ĖĀkuda	-538
‚ĖĀzvichi	-539
fi	-540
bvi	-541
‚ĖĀmurume	-542
Chi	-543
izvo	-544
‚ĖĀmusi	-545
‚ĖĀO	-546
Je	-547
‚ĖĀkusvika	-548
zwi	-549
‚ĖĀvati	-550
‚ĖĀNo	-551
‚ĖĀnechi	-552
tsvaga	-553
kon	-554
‚ĖĀwo	-555
‚ĖĀwangu	-556
tevera	-557
mbudziko	-558
buda	-559
‚ĖĀHa	-560
‚ĖĀMwari	-561
buri	-562
‚ĖĀvachiti	-563
‚ĖĀzvakanaka	-564
rt	-565
bhu	-566
ll	-567
‚ĖĀpane	-568
rara	-569
bi	-570
‚ĖĀpakati	-571
penyu	-572
‚ĖĀvake	-573
yanya	-574
sangani	-575
kidza	-576
ango	-577
baba	-578
eri	-579
‚ĖĀ4	-580
fan	-581
‚ĖĀVano	-582
den	-583
‚ĖĀ"	-584
budi	-585
van	-586
‚ĖĀJehovha	-587
ng	-588
‚ĖĀtino	-589
‚ĖĀmuna	-590
shandiswa	-591
vano	-592
kosha	-593
kwanisa	-594
sva	-595
‚ĖĀiye	-596
huri	-597
‚ĖĀweku	-598
‚ĖĀIn	-599
‚ĖĀnga	-600
kwe	-601
vhi	-602
tan	-603
‚ĖĀyavo	-604
ung	-605
Va	-606
‚ĖĀkwema	-607
‚ĖĀNe	-608
‚ĖĀimwe	-609
‚ĖĀnem	-610
shanu	-611
uru	-612
mirira	-613
bvun	-614
ci	-615
‚ĖĀndoku	-616
‚ĖĀmukuru	-617
piri	-618
‚ĖĀzvakare	-619
ry	-620
‚ĖĀmbe	-621
‚ĖĀvane	-622
ol	-623
‚ĖĀr	-624
‚ĖĀSe	-625
‚ĖĀzvose	-626
shonga	-627
men	-628
itika	-629
‚ĖĀrwa	-630
‚ĖĀda	-631
ck	-632
bhi	-633
arare	-634
ongoro	-635
ss	-636
tambi	-637
uro	-638
‚ĖĀnama	-639
sati	-640
gadzirwa	-641
‚ĖĀuyo	-642
ja	-643
‚ĖĀthe	-644
pfuura	-645
kwadi	-646
‚ĖĀhere	-647
‚ĖĀ7	-648
‚ĖĀzvin	-649
‚ĖĀof	-650
‚ĖĀeku	-651
‚ĖĀTa	-652
‚ĖĀrwe	-653
‚ĖĀzveku	-654
‚ĖĀchaka	-655
‚ĖĀZimbabwe	-656
‚ĖĀnezve	-657
onal	-658
ungu	-659
hosva	-660
‚ĖĀvose	-661
shi	-662
diki	-663
‚ĖĀmuku	-664
‚ĖĀaya	-665
enyika	-666
‚ĖĀ5	-667
‚ĖĀNa	-668
musoro	-669
misa	-670
sanganisira	-671
bo	-672
‚ĖĀKun	-673
tsigi	-674
ratidza	-675
oku	-676
...	-677
‚ĖĀmakumi	-678
‚ĖĀndaka	-679
‚ĖĀmaviri	-680
‚ĖĀdzo	-681
Harare	-682
mberi	-683
simu	-684
vondo	-685
konze	-686
bato	-687
‚ĖĀkwen	-688
‚ĖĀndiri	-689
darika	-690
‚ĖĀ201	-691
chengete	-692
‚ĖĀto	-693
‚ĖĀmukadzi	-694
frica	-695
‚ĖĀkuenda	-696
‚ĖĀvacha	-697
sana	-698
mbani	-699
‚ĖĀmvura	-700
‚ĖĀmwe	-701
‚ĖĀRe	-702
‚ĖĀkwaka	-703
ven	-704
.‚ÄĚ	-705
mhan	-706
‚ĖĀvanodaro	-707
gadziri	-708
‚ĖĀun	-709
‚ĖĀsaka	-710
‚ĖĀd	-711
‚ĖĀmushure	-712
itira	-713
yore	-714
co	-715
gh	-716
sika	-717
fambi	-718
reva	-719
el	-720
wanikwa	-721
chena	-722
anguva	-723
‚ĖĀyake	-724
oko	-725
‚ĖĀnzvimbo	-726
er	-727
purisa	-728
‚ĖĀpano	-729
siti	-730
fanirwa	-731
qu	-732
‚ĖĀpama	-733
‚ĖĀsei	-734
‚ĖĀhava	-735
‚ĖĀkuny	-736
vu	-737
bhadha	-738
tano	-739
man	-740
ly	-741
‚ĖĀ‚Äď	-742
‚ĖĀMo	-743
‚ĖĀAno	-744
tende	-745
‚ĖĀgore	-746
hau	-747
‚ĖĀSa	-748
‚ĖĀ==	-749
‚ĖĀvo	-750
‚ĖĀkuta	-751
hurumende	-752
‚ĖĀnemi	-753
zvino	-754
‚ĖĀwavo	-755
ur	-756
guru	-757
shoma	-758
‚ĖĀreku	-759
‚ĖĀmuchi	-760
‚ĖĀravo	-761
‚ĖĀvakati	-762
‚ĖĀnekuda	-763
‚ĖĀacha	-764
ipa	-765
‚ĖĀkuzvi	-766
‚ĖĀnomu	-767
vari	-768
kang	-769
‚ĖĀkuchi	-770
‚ĖĀuchi	-771
uno	-772
‚ĖĀko	-773
pana	-774
‚ĖĀkuzo	-775
papo	-776
merica	-777
ris	-778
‚ĖĀCh	-779
‚ĖĀmashoko	-780
guta	-781
‚ĖĀmumu	-782
'''	-783
yanzvi	-784
19	-785
dura	-786
‚ĖĀcheku	-787
inge	-788
roo	-789
‚ĖĀNdiri	-790
‚ĖĀmberi	-791
‚ĖĀachiti	-792
‚ĖĀThe	-793
es	-794
‚ĖĀriri	-795
‚ĖĀini	-796
‚ĖĀkuri	-797
gari	-798
Jehovha	-799
‚ĖĀvave	-800
‚ĖĀpachi	-801
‚ĖĀuri	-802
‚ĖĀine	-803
sangana	-804
‚ĖĀpamberi	-805
tya	-806
anu	-807
kurudzira	-808
dho	-809
fungwa	-810
sisa	-811
wedzera	-812
20	-813
‚ĖĀchin	-814
Mwari	-815
tso	-816
funga	-817
hengo	-818
rwo	-819
‚ĖĀyako	-820
‚ĖĀchai	-821
mbwa	-822
ted	-823
yora	-824
kari	-825
rama	-826
‚ĖĀpanguva	-827
um	-828
‚ĖĀhurumende	-829
‚ĖĀIzvi	-830
‚ĖĀnava	-831
‚ĖĀCha	-832
‚ĖĀmune	-833
‚ĖĀnaye	-834
‚ĖĀhaa	-835
il	-836
‚ĖĀmabasa	-837
izvozvo	-838
‚ĖĀnd	-839
‚ĖĀguru	-840
yorwa	-841
‚ĖĀwenyika	-842
edza	-843
garo	-844
tenga	-845
‚ĖĀdzimwe	-846
‚ĖĀnzira	-847
‚ĖĀKa	-848
tengesa	-849
ran	-850
‚ĖĀvavo	-851
dzana	-852
‚ĖĀose	-853
rai	-854
siraeri	-855
07	-856
‚ĖĀkwete	-857
dio	-858
pihwa	-859
‚ĖĀAka	-860
siri	-861
‚ĖĀanodaro	-862
kanwa	-863
gadzira	-864
diwa	-865
‚ĖĀkutaura	-866
‚ĖĀAmai	-867
sunungu	-868
‚ĖĀchinhu	-869
),	-870
).	-871
tenda	-872
yama	-873
‚ĖĀBa	-874
sikana	-875
‚ĖĀsimba	-876
dare	-877
‚ĖĀ...	-878
‚ĖĀpo	-879
‚ĖĀdzavo	-880
‚ĖĀzvimwe	-881
tse	-882
us	-883
‚ĖĀdzeku	-884
‚ĖĀand	-885
‚ĖĀ6	-886
‚ĖĀmuno	-887
‚ĖĀidzi	-888
‚ĖĀNda	-889
‚ĖĀucha	-890
pamusoro	-891
eni	-892
‚ĖĀNdino	-893
simbi	-894
dan	-895
dzero	-896
iva	-897
tor	-898
‚ĖĀndiye	-899
sv	-900
ive	-901
‚ĖĀMun	-902
‚ĖĀkunze	-903
‚ĖĀhapana	-904
rege	-905
‚ĖĀkudzi	-906
‚ĖĀwako	-907
‚ĖĀNokuti	-908
‚ĖĀzuva	-909
‚ĖĀkw	-910
‚ĖĀchiri	-911
kota	-912
outh	-913
‚ĖĀso	-914
shaya	-915
pata	-916
china	-917
ondi	-918
tional	-919
‚ĖĀnhasi	-920
‚ĖĀyose	-921
‚ĖĀdziri	-922
kwana	-923
‚ĖĀyangu	-924
‚ĖĀmhosva	-925
‚ĖĀkusvi	-926
tsika	-927
ot	-928
rin	-929
‚ĖĀmatatu	-930
sarudzo	-931
rudzi	-932
chokwadi	-933
‚ĖĀkuwana	-934
kandi	-935
‚ĖĀkuona	-936
batwa	-937
tori	-938
Co	-939
gwaro	-940
pedza	-941
‚ĖĀgumi	-942
zani	-943
‚ĖĀkufamba	-944
‚ĖĀte	-945
tudio	-946
DC	-947
‚ĖĀAn	-948
uri	-949
yira	-950
‚ĖĀrimwe	-951
‚ĖĀyekuti	-952
‚ĖĀtichi	-953
hiri	-954
‚ĖĀAfrica	-955
igh	-956
rof	-957
dunhu	-958
‚ĖĀkuitira	-959
mwari	-960
hatu	-961
fanana	-962
munhu	-963
vara	-964
‚ĖĀVaM	-965
‚ĖĀmudzimai	-966
‚ĖĀtiri	-967
tauri	-968
‚ĖĀyema	-969
America	-970
kunda	-971
kambani	-972
‚ĖĀndichi	-973
‚ĖĀVanoti	-974
‚ĖĀrezve	-975
‚ĖĀvakawanda	-976
sara	-977
swe	-978
‚ĖĀkuburi	-979
ono	-980
kisa	-981
‚ĖĀpaka	-982
‚ĖĀmwanakomana	-983
‚ĖĀmita	-984
angagwa	-985
‚ĖĀnevamwe	-986
‚ĖĀDe	-987
‚ĖĀts	-988
inda	-989
pfumi	-990
‚ĖĀho	-991
bereki	-992
Isiraeri	-993
‚ĖĀkupa	-994
‚ĖĀkura	-995
‚ĖĀbe	-996
lu	-997
nangagwa	-998
‚ĖĀpasina	-999
ble	-1000
‚ĖĀnokuda	-1001
‚ĖĀivo	-1002
fara	-1003
siya	-1004
‚ĖĀyemu	-1005
‚ĖĀyedu	-1006
kera	-1007
dzirwa	-1008
bho	-1009
dzidzo	-1010
tarisa	-1011
zvinhu	-1012
‚ĖĀVaka	-1013
ld	-1014
kwikwi	-1015
bhe	-1016
‚ĖĀrake	-1017
‚ĖĀ--	-1018
‚ĖĀDa	-1019
‚ĖĀMi	-1020
‚ĖĀ19	-1021
et	-1022
ruzhinji	-1023
hw	-1024
‚ĖĀzvakawanda	-1025
‚ĖĀkunyange	-1026
tanhatu	-1027
rova	-1028
‚ĖĀdzose	-1029
vid	-1030
‚ĖĀhandi	-1031
ea	-1032
zvarwa	-1033
‚ĖĀkusvikira	-1034
‚ĖĀkure	-1035
‚ĖĀde	-1036
‚ĖĀkumba	-1037
veren	-1038
‚ĖĀkushanda	-1039
tivi	-1040
Ku	-1041
‚ĖĀmazuva	-1042
‚ĖĀg	-1043
‚ĖĀfor	-1044
yoni	-1045
rofita	-1046
‚ĖĀ$	-1047
tima	-1048
‚ĖĀ&	-1049
onekwa	-1050
sirwa	-1051
‚ĖĀHu	-1052
Ch	-1053
uraya	-1054
tokari	-1055
‚ĖĀndiyo	-1056
‚ĖĀakadaro	-1057
‚ĖĀdambudziko	-1058
‚ĖĀakanga	-1059
‚ĖĀzvakan	-1060
fanani	-1061
‚ĖĀwemu	-1062
gadzirisa	-1063
ite	-1064
sine	-1065
‚ĖĀema	-1066
zivo	-1067
oma	-1068
bati	-1069
kange	-1070
‚ĖĀtaka	-1071
‚ĖĀndicha	-1072
enzani	-1073
‚ĖĀvanenge	-1074
iwa	-1075
‚ĖĀ8	-1076
waka	-1077
‚ĖĀmuri	-1078
virira	-1079
‚ĖĀbaba	-1080
midza	-1081
‚ĖĀWe	-1082
‚ĖĀdi	-1083
‚ĖĀisu	-1084
anisa	-1085
angwe	-1086
ent	-1087
angwa	-1088
‚ĖĀkweku	-1089
‚ĖĀkuitwa	-1090
‚ĖĀkwazvo	-1091
yedza	-1092
‚ĖĀmukati	-1093
pedzi	-1094
patara	-1095
porofita	-1096
‚ĖĀvangu	-1097
‚ĖĀJesu	-1098
‚ĖĀmambo	-1099
‚ĖĀicha	-1100
‚ĖĀkwake	-1101
dyi	-1102
‚ĖĀRu	-1103
‚ĖĀStudio	-1104
hutano	-1105
‚ĖĀVanhu	-1106
unda	-1107
up	-1108
‚ĖĀvakanga	-1109
‚ĖĀasina	-1110
‚ĖĀkushandisa	-1111
‚ĖĀsvondo	-1112
‚ĖĀven	-1113
‚ĖĀsezva	-1114
oo	-1115
kunge	-1116
gare	-1117
id	-1118
‚ĖĀanoda	-1119
‚ĖĀkuburikidza	-1120
hara	-1121
zara	-1122
dzoka	-1123
land	-1124
kwira	-1125
shun	-1126
‚ĖĀuko	-1127
bhuku	-1128
‚ĖĀyoku	-1129
torwa	-1130
‚ĖĀnavo	-1131
000	-1132
‚ĖĀchikwata	-1133
pan	-1134
‚ĖĀave	-1135
‚ĖĀSaka	-1136
‚ĖĀvechi	-1137
‚ĖĀkwavo	-1138
‚ĖĀnhengo	-1139
‚ĖĀndivo	-1140
‚ĖĀzita	-1141
kuna	-1142
misi	-1143
enderera	-1144
‚ĖĀkwaari	-1145
bvunzo	-1146
‚ĖĀyechi	-1147
‚ĖĀJo	-1148
pisa	-1149
dwa	-1150
yoka	-1151
bvisa	-1152
yara	-1153
‚ĖĀrose	-1154
‚ĖĀkunge	-1155
zivikanwa	-1156
mvura	-1157
‚ĖĀgo	-1158
rima	-1159
‚ĖĀmumba	-1160
‚ĖĀwechi	-1161
‚ĖĀmukana	-1162
denga	-1163
bhadhara	-1164
shamwari	-1165
tengo	-1166
der	-1167
‚ĖĀ9	-1168
‚ĖĀanonzi	-1169
ric	-1170
tamba	-1171
ment	-1172
‚ĖĀmana	-1173
‚ĖĀmamwe	-1174
bazi	-1175
roora	-1176
‚ĖĀakaita	-1177
tswa	-1178
ere	-1179
‚ĖĀnyore	-1180
‚ĖĀSi	-1181
fananidzo	-1182
‚ĖĀmunyaya	-1183
‚ĖĀCom	-1184
‚ĖĀchirwere	-1185
‚ĖĀmutungamiri	-1186
zive	-1187
tin	-1188
ongorora	-1189
‚ĖĀpfungwa	-1190
tino	-1191
‚ĖĀvakadaro	-1192
mera	-1193
‚ĖĀvazhinji	-1194
-19	-1195
‚ĖĀmusikana	-1196
zivisa	-1197
‚ĖĀMai	-1198
gwe	-1199
‚ĖĀzvekuti	-1200
‚ĖĀnehu	-1201
wandu	-1202
ingo	-1203
kirwa	-1204
‚ĖĀcho	-1205
chema	-1206
‚ĖĀmashanu	-1207
pfe	-1208
‚ĖĀzvoku	-1209
sere	-1210
mhuri	-1211
futa	-1212
‚ĖĀhaana	-1213
‚ĖĀTino	-1214
ssi	-1215
hona	-1216
Zanu	-1217
piwa	-1218
‚ĖĀmuZimbabwe	-1219
‚ĖĀvemu	-1220
‚ĖĀnho	-1221
‚ĖĀrin	-1222
ity	-1223
‚ĖĀRa	-1224
zvina	-1225
‚ĖĀIpapo	-1226
zha	-1227
rano	-1228
taurwa	-1229
‚ĖĀkuku	-1230
pwa	-1231
‚ĖĀVamwe	-1232
‚ĖĀPro	-1233
‚ĖĀdo	-1234
‚ĖĀMumwe	-1235
‚ĖĀvanoda	-1236
‚ĖĀmutambo	-1237
dzika	-1238
ir	-1239
‚ĖĀenyika	-1240
‚ĖĀunogona	-1241
chengeta	-1242
‚ĖĀnevana	-1243
‚ĖĀiro	-1244
‚ĖĀpachena	-1245
wira	-1246
mari	-1247
‚ĖĀkugara	-1248
‚ĖĀvaviri	-1249
rei	-1250
‚ĖĀnezva	-1251
‚ĖĀmwedzi	-1252
the	-1253
zuru	-1254
tonge	-1255
‚ĖĀkupinda	-1256
In	-1257
wayedza	-1258
sungwa	-1259
‚ĖĀndizvo	-1260
sinei	-1261
kare	-1262
‚ĖĀhai	-1263
ristu	-1264
0.	-1265
‚ĖĀUye	-1266
‚ĖĀrapera	-1267
andiri	-1268
‚ĖĀmamiri	-1269
‚ĖĀmishonga	-1270
‚ĖĀCa	-1271
‚ĖĀhazvi	-1272
pedzisira	-1273
‚ĖĀkuramba	-1274
lic	-1275
kombe	-1276
redza	-1277
tsan	-1278
mambo	-1279
‚ĖĀman	-1280
‚ĖĀmuzvi	-1281
mani	-1282
South	-1283
‚ĖĀrichi	-1284
‚ĖĀmazana	-1285
tarisira	-1286
‚ĖĀZvaka	-1287
‚ĖĀkuru	-1288
angwana	-1289
‚ĖĀvasina	-1290
‚ĖĀUni	-1291
‚ĖĀmeku	-1292
‚ĖĀmuHarare	-1293
‚ĖĀanenge	-1294
mbiro	-1295
‚ĖĀhuru	-1296
‚ĖĀanogona	-1297
‚ĖĀTi	-1298
‚ĖĀchaizvo	-1299
romo	-1300
‚ĖĀkutora	-1301
fungi	-1302
‚ĖĀzvavo	-1303
‚ĖĀhavana	-1304
‚ĖĀvashandi	-1305
‚ĖĀzvo	-1306
‚ĖĀUno	-1307
yatso	-1308
‚ĖĀvakuru	-1309
dia	-1310
fo	-1311
merwa	-1312
iswa	-1313
kutanga	-1314
‚ĖĀIni	-1315
mwana	-1316
‚ĖĀkodzero	-1317
ty	-1318
‚ĖĀchimwe	-1319
wane	-1320
ct	-1321
‚ĖĀKo	-1322
urope	-1323
‚ĖĀnevanhu	-1324
‚ĖĀkutanga	-1325
ste	-1326
twa	-1327
‚ĖĀpfu	-1328
‚ĖĀpari	-1329
batana	-1330
bvumi	-1331
gove	-1332
rirwa	-1333
zvin	-1334
remba	-1335
vho	-1336
yori	-1337
‚ĖĀdzake	-1338
‚ĖĀLa	-1339
‚ĖĀvarume	-1340
tsvagawo	-1341
vhidhi	-1342
‚ĖĀkwo	-1343
batani	-1344
‚ĖĀis	-1345
‚ĖĀmhuri	-1346
‚ĖĀamai	-1347
ting	-1348
Jo	-1349
‚ĖĀca	-1350
vandu	-1351
‚ĖĀnezvimwe	-1352
muchi	-1353
‚ĖĀvaudza	-1354
‚ĖĀPF	-1355
yisa	-1356
tarisirwa	-1357
‚ĖĀVaT	-1358
rd	-1359
iridzi	-1360
son	-1361
ul	-1362
tiri	-1363
‚ĖĀimba	-1364
kwanise	-1365
‚ĖĀruzivo	-1366
‚ĖĀmitambo	-1367
gwagwa	-1368
‚ĖĀkushandiswa	-1369
‚ĖĀuka	-1370
tambudziko	-1371
‚ĖĀzviuru	-1372
zvare	-1373
mende	-1374
Covid	-1375
tions	-1376
tongi	-1377
toro	-1378
‚ĖĀmaka	-1379
‚ĖĀake	-1380
MDC	-1381
‚ĖĀDi	-1382
onde	-1383
huka	-1384
pen	-1385
rema	-1386
‚ĖĀren	-1387
dziyo	-1388
‚ĖĀ'''	-1389
siku	-1390
konzera	-1391
bate	-1392
‚ĖĀzvicha	-1393
hondo	-1394
‚ĖĀSta	-1395
‚ĖĀzvine	-1396
bvunza	-1397
sarudza	-1398
‚ĖĀimi	-1399
budirira	-1400
‚ĖĀDr	-1401
duku	-1402
shandu	-1403
lli	-1404
farira	-1405
tadza	-1406
ctor	-1407
‚ĖĀnaVa	-1408
tare	-1409
kurumidza	-1410
‚ĖĀwema	-1411
run	-1412
uka	-1413
Pa	-1414
change	-1415
‚ĖĀndika	-1416
randa	-1417
‚ĖĀmukomana	-1418
yiwa	-1419
chete	-1420
IV	-1421
ria	-1422
getsi	-1423
Ju	-1424
Sa	-1425
nhu	-1426
‚ĖĀkusa	-1427
ver	-1428
‚ĖĀvarimi	-1429
pindura	-1430
rudzo	-1431
ene	-1432
‚ĖĀapa	-1433
chengetedza	-1434
wu	-1435
hwe	-1436
tonga	-1437
‚ĖĀkuziva	-1438
‚ĖĀMe	-1439
wayo	-1440
dyo	-1441
‚ĖĀco	-1442
rwira	-1443
dzokera	-1444
‚ĖĀvatambi	-1445
tsin	-1446
kunze	-1447
biri	-1448
dzin	-1449
zano	-1450
vene	-1451
‚ĖĀRo	-1452
ronga	-1453
‚ĖĀrema	-1454
andina	-1455
shamisa	-1456
rea	-1457
‚ĖĀTra	-1458
‚ĖĀachin	-1459
uto	-1460
‚ĖĀWa	-1461
onzwa	-1462
quot	-1463
tsigira	-1464
‚ĖĀkare	-1465
‚ĖĀmekunge	-1466
mitambo	-1467
‚ĖĀvenhau	-1468
‚ĖĀkwavari	-1469
dira	-1470
tongo	-1471
‚ĖĀuku	-1472
ranga	-1473
riro	-1474
‚ĖĀiko	-1475
tunhu	-1476
muri	-1477
‚ĖĀChe	-1478
‚ĖĀkusanganisira	-1479
‚ĖĀ10	-1480
pasi	-1481
‚ĖĀuyewo	-1482
shunguru	-1483
‚ĖĀSo	-1484
‚ĖĀzvema	-1485
dzivirira	-1486
‚ĖĀchero	-1487
tes	-1488
‚ĖĀHo	-1489
ance	-1490
hando	-1491
mp	-1492
jo	-1493
‚ĖĀvadzidzi	-1494
‚ĖĀhuno	-1495
‚ĖĀpamba	-1496
rurama	-1497
remu	-1498
‚ĖĀinonzi	-1499
sununguka	-1500
‚ĖĀipapo	-1501
Re	-1502
dzimwe	-1503
‚ĖĀyakawanda	-1504
tema	-1505
tero	-1506
‚ĖĀVaMa	-1507
‚ĖĀmweya	-1508
vimbi	-1509
‚ĖĀNdaka	-1510
‚ĖĀayo	-1511
‚ĖĀakamu	-1512
dhora	-1513
kodzera	-1514
pira	-1515
‚ĖĀmano	-1516
imwe	-1517
‚ĖĀzvakanyanya	-1518
‚ĖĀakan	-1519
gadzirira	-1520
gamuchi	-1521
tongerwo	-1522
simudzira	-1523
gira	-1524
‚ĖĀkudya	-1525
‚ĖĀkunzwa	-1526
tic	-1527
‚ĖĀDo	-1528
‚ĖĀvanga	-1529
ropa	-1530
kumbira	-1531
tauriri	-1532
‚ĖĀdzichi	-1533
‚ĖĀinogona	-1534
‚ĖĀnezveku	-1535
mbidza	-1536
50	-1537
‚ĖĀIno	-1538
hepo	-1539
pura	-1540
‚ĖĀvachin	-1541
rere	-1542
dzidzisa	-1543
‚ĖĀmusangano	-1544
077	-1545
rarama	-1546
tambira	-1547
honga	-1548
‚ĖĀhwaka	-1549
‚ĖĀinoti	-1550
don	-1551
‚ĖĀvasinga	-1552
kanganisa	-1553
‚ĖĀpanzvimbo	-1554
‚ĖĀngaa	-1555
andaka	-1556
‚ĖĀzvakaita	-1557
‚ĖĀ'	-1558
gere	-1559
itiko	-1560
tevedze	-1561
‚ĖĀasinga	-1562
tera	-1563
bhizi	-1564
‚ĖĀkuto	-1565
pota	-1566
‚ĖĀkundi	-1567
‚ĖĀkunyanya	-1568
‚ĖĀnemakumi	-1569
‚ĖĀmusarudzo	-1570
tsvaka	-1571
vai	-1572
‚ĖĀGa	-1573
berekwa	-1574
‚ĖĀkumusha	-1575
‚ĖĀVana	-1576
‚ĖĀ18	-1577
tengi	-1578
‚ĖĀHe	-1579
roni	-1580
‚ĖĀNd	-1581
bh	-1582
gabe	-1583
orld	-1584
ral	-1585
chine	-1586
‚ĖĀyai	-1587
Cha	-1588
‚ĖĀen	-1589
‚ĖĀFa	-1590
pikisa	-1591
‚ĖĀVati	-1592
gen	-1593
ed	-1594
‚ĖĀsen	-1595
‚ĖĀtin	-1596
fadza	-1597
‚ĖĀanofanira	-1598
Africa	-1599
mme	-1600
‚ĖĀNha	-1601
kidzwa	-1602
‚ĖĀMuzvare	-1603
kango	-1604
kwere	-1605
‚ĖĀwi	-1606
‚ĖĀkupara	-1607
‚ĖĀveku	-1608
‚ĖĀnenguva	-1609
‚ĖĀveruzhinji	-1610
Judha	-1611
tachi	-1612
‚ĖĀika	-1613
‚ĖĀnemusi	-1614
cu	-1615
ster	-1616
tumira	-1617
tungamirira	-1618
‚ĖĀvanofanira	-1619
Ha	-1620
Mo	-1621
‚ĖĀsarudzo	-1622
‚ĖĀVaE	-1623
‚ĖĀroku	-1624
peri	-1625
ridza	-1626
rk	-1627
‚ĖĀBo	-1628
rairidzi	-1629
kafu	-1630
itiro	-1631
batsiro	-1632
‚ĖĀhurongwa	-1633
bvira	-1634
dzisa	-1635
andino	-1636
Na	-1637
ruka	-1638
‚ĖĀropa	-1639
‚ĖĀmotokari	-1640
pp	-1641
‚ĖĀGo	-1642
reke	-1643
svingo	-1644
zere	-1645
‚ĖĀ_	-1646
‚ĖĀJa	-1647
‚ĖĀvanonzi	-1648
mire	-1649
ena	-1650
‚ĖĀhati	-1651
ungani	-1652
‚ĖĀAnoti	-1653
‚ĖĀkuuya	-1654
‚ĖĀzvakakosha	-1655
‚ĖĀakazvi	-1656
‚ĖĀ0	-1657
‚ĖĀneve	-1658
‚ĖĀNaizvozvo	-1659
‚ĖĀVachi	-1660
‚ĖĀtsika	-1661
muka	-1662
endesa	-1663
‚ĖĀakazo	-1664
sia	-1665
una	-1666
‚ĖĀAs	-1667
‚ĖĀKuti	-1668
‚ĖĀyacho	-1669
‚ĖĀchii	-1670
‚ĖĀvema	-1671
sta	-1672
‚ĖĀakawanda	-1673
‚ĖĀhazvo	-1674
‚ĖĀkubata	-1675
‚ĖĀTo	-1676
‚ĖĀchake	-1677
tani	-1678
‚ĖĀzvinoita	-1679
‚ĖĀVaMu	-1680
faro	-1681
pfumba	-1682
‚ĖĀvange	-1683
‚ĖĀkupfuura	-1684
‚ĖĀmunzvimbo	-1685
ong	-1686
enzaniso	-1687
‚ĖĀoku	-1688
havhidhi	-1689
shai	-1690
rwisa	-1691
‚ĖĀyava	-1692
‚ĖĀkungo	-1693
‚ĖĀmudunhu	-1694
‚ĖĀnechirwere	-1695
‚ĖĀwedu	-1696
goni	-1697
enzi	-1698
uni	-1699
rwara	-1700
‚ĖĀke	-1701
roro	-1702
‚ĖĀpanyaya	-1703
‚ĖĀpanyika	-1704
‚ĖĀKuny	-1705
rn	-1706
tee	-1707
‚ĖĀIye	-1708
‚ĖĀChina	-1709
‚ĖĀndeche	-1710
‚ĖĀsangano	-1711
‚ĖĀvedu	-1712
‚ĖĀPo	-1713
tsigiri	-1714
tarisana	-1715
‚ĖĀYe	-1716
‚ĖĀdzevanhu	-1717
dzimba	-1718
zhonga	-1719
hwina	-1720
tauro	-1721
‚ĖĀrinoti	-1722
‚ĖĀMutungamiri	-1723
‚ĖĀzvai	-1724
‚ĖĀmunguva	-1725
‚ĖĀGu	-1726
‚ĖĀvabereki	-1727
hirizhonga	-1728
‚ĖĀNya	-1729
‚ĖĀyepamusoro	-1730
san	-1731
‚ĖĀZva	-1732
yenge	-1733
ungano	-1734
Bu	-1735
bereka	-1736
dzibaba	-1737
‚ĖĀkwenyika	-1738
‚ĖĀchirongwa	-1739
‚ĖĀkukwanisa	-1740
woyo	-1741
‚ĖĀmugore	-1742
sango	-1743
‚ĖĀkwechi	-1744
‚ĖĀkwandiri	-1745
‚ĖĀdzemu	-1746
pfumbamwe	-1747
haraunda	-1748
‚ĖĀvava	-1749
‚ĖĀshoko	-1750
‚ĖĀnedzimwe	-1751
kundi	-1752
per	-1753
‚ĖĀhama	-1754
tuma	-1755
konzero	-1756
miti	-1757
‚ĖĀmbiri	-1758
‚ĖĀmatanhatu	-1759
ser	-1760
sera	-1761
‚ĖĀdare	-1762
‚ĖĀfo	-1763
reche	-1764
takura	-1765
‚ĖĀEurope	-1766
‚ĖĀnomumwe	-1767
tevedzeri	-1768
les	-1769
‚ĖĀzvakasiyana	-1770
dhu	-1771
rson	-1772
miswa	-1773
rohwa	-1774
‚ĖĀChin	-1775
‚ĖĀnyanzvi	-1776
‚ĖĀvakaita	-1777
inzi	-1778
‚ĖĀvako	-1779
mwedzi	-1780
‚ĖĀanga	-1781
handa	-1782
‚ĖĀTe	-1783
moyo	-1784
‚ĖĀIshe	-1785
rura	-1786
roondo	-1787
moni	-1788
ai	-1789
too	-1790
shandira	-1791
paramende	-1792
tore	-1793
chechi	-1794
verenga	-1795
‚ĖĀkuitika	-1796
kwikwidza	-1797
kuva	-1798
‚ĖĀnenzira	-1799
‚ĖĀwakanga	-1800
‚ĖĀkubatsira	-1801
win	-1802
‚ĖĀKune	-1803
‚ĖĀdzin	-1804
‚ĖĀndinoda	-1805
‚ĖĀnhe	-1806
‚ĖĀYaka	-1807
‚ĖĀkwangu	-1808
‚ĖĀmanomwe	-1809
‚ĖĀnemwana	-1810
‚ĖĀ30	-1811
‚ĖĀmudare	-1812
‚ĖĀmadzimai	-1813
‚ĖĀpedyo	-1814
wiri	-1815
‚ĖĀbato	-1816
‚ĖĀitsva	-1817
mata	-1818
Kwayedza	-1819
‚ĖĀana	-1820
‚ĖĀHurumende	-1821
ndo	-1822
‚ĖĀedu	-1823
‚ĖĀrangu	-1824
‚ĖĀyenyu	-1825
‚ĖĀzvinoreva	-1826
rirai	-1827
nga	-1828
dzidza	-1829
‚ĖĀkumbo	-1830
‚ĖĀneni	-1831
‚ĖĀchikamu	-1832
rimi	-1833
Zi	-1834
tive	-1835
-1	-1836
pone	-1837
‚ĖĀvanogona	-1838
‚ĖĀzhinji	-1839
unza	-1840
‚ĖĀmuviri	-1841
Nda	-1842
‚ĖĀbo	-1843
‚ĖĀdzangu	-1844
‚ĖĀkupo	-1845
‚ĖĀMwana	-1846
‚ĖĀvaIsiraeri	-1847
‚ĖĀ‚Äė	-1848
rusa	-1849
‚ĖĀpacha	-1850
bvuma	-1851
‚ĖĀdzakawanda	-1852
rg	-1853
‚ĖĀIwe	-1854
‚ĖĀCou	-1855
upenyu	-1856
batsirwa	-1857
‚ĖĀvakan	-1858
yanga	-1859
hupfumi	-1860
cal	-1861
‚ĖĀicho	-1862
‚ĖĀrubatsiro	-1863
‚ĖĀnemari	-1864
‚ĖĀMnangagwa	-1865
SA	-1866
ms	-1867
tanda	-1868
‚ĖĀmutemo	-1869
tachiona	-1870
‚ĖĀakasiyana	-1871
‚ĖĀfa	-1872
‚ĖĀkufa	-1873
‚ĖĀnayo	-1874
‚ĖĀkucha	-1875
‚ĖĀnesimba	-1876
‚ĖĀVaD	-1877
miro	-1878
‚ĖĀkambani	-1879
‚ĖĀnavana	-1880
wisa	-1881
for	-1882
‚ĖĀvasa	-1883
‚ĖĀkutsvaga	-1884
ut	-1885
‚ĖĀkudare	-1886
‚ĖĀemu	-1887
‚ĖĀnani	-1888
ratidzo	-1889
‚ĖĀwenyu	-1890
‚ĖĀakava	-1891
‚ĖĀmusha	-1892
‚ĖĀnehurumende	-1893
cy	-1894
gun	-1895
zera	-1896
mon	-1897
habvu	-1898
‚ĖĀhaina	-1899
‚ĖĀkuchikoro	-1900
piti	-1901
‚ĖĀPre	-1902
vandudza	-1903
hama	-1904
ration	-1905
anzi	-1906
‚ĖĀkukuru	-1907
‚ĖĀnaJehovha	-1908
‚ĖĀ200	-1909
‚ĖĀga	-1910
kuro	-1911
‚ĖĀmhando	-1912
‚ĖĀnhu	-1913
‚ĖĀpamutemo	-1914
Ka	-1915
‚ĖĀzvichitevera	-1916
pote	-1917
gumi	-1918
‚ĖĀticha	-1919
ls	-1920
ttoo	-1921
‚ĖĀDzi	-1922
ds	-1923
ring	-1924
‚ĖĀupenyu	-1925
‚ĖĀwakati	-1926
‚ĖĀ25	-1927
‚ĖĀkunyika	-1928
‚ĖĀzvisina	-1929
‚ĖĀyave	-1930
‚ĖĀ.	-1931
‚ĖĀdzema	-1932
‚ĖĀzvakaipa	-1933
yiro	-1934
‚ĖĀsemu	-1935
‚ĖĀndeye	-1936
‚ĖĀVaN	-1937
buritsa	-1938
‚ĖĀchekuti	-1939
sp	-1940
‚ĖĀpro	-1941
rokwa	-1942
‚ĖĀmuka	-1943
‚ĖĀzvinogona	-1944
‚ĖĀrw	-1945
wedze	-1946
Ja	-1947
gadziriswa	-1948
‚ĖĀnepa	-1949
sikirwa	-1950
pfeka	-1951
erman	-1952
‚ĖĀmusoro	-1953
‚ĖĀnemumwe	-1954
‚ĖĀsu	-1955
‚ĖĀndechekuti	-1956
‚ĖĀmafuta	-1957
‚ĖĀmapurisa	-1958
‚ĖĀbha	-1959
ction	-1960
‚ĖĀpava	-1961
2.	-1962
angira	-1963
201	-1964
ronge	-1965
‚ĖĀnemurume	-1966
‚ĖĀkuwedzera	-1967
‚ĖĀPla	-1968
komba	-1969
‚ĖĀMaka	-1970
tungamira	-1971
anho	-1972
reme	-1973
kisisa	-1974
She	-1975
China	-1976
mhanya	-1977
‚ĖĀ(3	-1978
kisi	-1979
‚ĖĀon	-1980
bert	-1981
royi	-1982
mmerson	-1983
tuka	-1984
danana	-1985
‚ĖĀkwemu	-1986
uye	-1987
kanzuru	-1988
paradza	-1989
tanho	-1990
‚ĖĀmbeu	-1991
‚ĖĀmitemo	-1992
‚ĖĀVi	-1993
kwereti	-1994
‚ĖĀkunyangwe	-1995
‚ĖĀndiko	-1996
chereche	-1997
‚ĖĀrine	-1998
zwisisa	-1999
umba	-2000
‚ĖĀMan	-2001
rimwe	-2002
‚ĖĀhakuna	-2003
tsinhi	-2004
‚ĖĀako	-2005
shanyira	-2006
‚ĖĀsi	-2007
‚ĖĀMambo	-2008
‚ĖĀFo	-2009
‚ĖĀrwaka	-2010
‚ĖĀzvishoma	-2011
mati	-2012
‚ĖĀgwaro	-2013
kanakisisa	-2014
iro	-2015
hora	-2016
‚ĖĀl	-2017
bviswa	-2018
‚ĖĀNga	-2019
‚ĖĀchokwadi	-2020
saka	-2021
piriso	-2022
‚ĖĀCommi	-2023
hare	-2024
kwirira	-2025
singaperi	-2026
‚ĖĀkwamuri	-2027
moto	-2028
ziso	-2029
dh	-2030
‚ĖĀKwe	-2031
‚ĖĀkuve	-2032
enderana	-2033
cia	-2034
‚ĖĀvaine	-2035
‚ĖĀnhabvu	-2036
miriri	-2037
svondo	-2038
‚ĖĀzvisinei	-2039
dane	-2040
amai	-2041
jeri	-2042
‚ĖĀngava	-2043
‚ĖĀhavasi	-2044
pfungwa	-2045
‚ĖĀwose	-2046
‚ĖĀCon	-2047
tsvene	-2048
‚ĖĀnazvo	-2049
rokwazvo	-2050
kano	-2051
‚ĖĀguta	-2052
‚ĖĀkukura	-2053
bhizimisi	-2054
vina	-2055
‚ĖĀhau	-2056
‚ĖĀyakanaka	-2057
‚ĖĀmumi	-2058
komo	-2059
dziro	-2060
wanzo	-2061
‚ĖĀhandina	-2062
fura	-2063
mhosva	-2064
‚ĖĀchoku	-2065
‚ĖĀdzezve	-2066
‚ĖĀzvese	-2067
chigaro	-2068
chan	-2069
fambisa	-2070
‚ĖĀvakazo	-2071
chiremba	-2072
taka	-2073
buritswa	-2074
‚ĖĀkubhadhara	-2075
‚ĖĀ===	-2076
rango	-2077
‚ĖĀcon	-2078
lawayo	-2079
‚ĖĀhweku	-2080
‚ĖĀMukuru	-2081
‚ĖĀremu	-2082
dhe	-2083
jodzi	-2084
‚ĖĀbu	-2085
‚ĖĀaine	-2086
chango	-2087
‚ĖĀmombe	-2088
sing	-2089
‚ĖĀNyaya	-2090
‚ĖĀmwaka	-2091
‚ĖĀVaMnangagwa	-2092
‚ĖĀmatambudziko	-2093
Uni	-2094
pato	-2095
‚ĖĀizvozvo	-2096
‚ĖĀChitima	-2097
‚ĖĀnekun	-2098
‚ĖĀchechi	-2099
Ca	-2100
mbere	-2101
‚ĖĀndinotsvagawo	-2102
Ba	-2103
Se	-2104
mm	-2105
dzwe	-2106
‚ĖĀredu	-2107
‚ĖĀisina	-2108
‚ĖĀvechidiki	-2109
‚ĖĀpfupi	-2110
‚ĖĀkutenga	-2111
musi	-2112
‚ĖĀpavo	-2113
‚ĖĀrechi	-2114
‚ĖĀzvake	-2115
‚ĖĀzvigadzirwa	-2116
‚ĖĀCourt	-2117
‚ĖĀhwavo	-2118
‚ĖĀnhomba	-2119
‚ĖĀmang	-2120
Hu	-2121
‚ĖĀBi	-2122
itirwa	-2123
‚ĖĀwacho	-2124
‚ĖĀnenyaya	-2125
batanidzwa	-2126
gura	-2127
‚ĖĀkutamba	-2128
‚ĖĀif	-2129
‚ĖĀdzakasiyana	-2130
‚ĖĀsimbi	-2131
‚ĖĀhuwandu	-2132
sti	-2133
vel	-2134
‚ĖĀhari	-2135
ad	-2136
‚ĖĀmuzana	-2137
enga	-2138
‚ĖĀmoyo	-2139
daneti	-2140
lia	-2141
und	-2142
‚ĖĀPe	-2143
mhando	-2144
gamuchira	-2145
ratidzira	-2146
‚ĖĀyen	-2147
vimba	-2148
‚ĖĀvakadzi	-2149
pupu	-2150
‚ĖĀsiyana	-2151
pirisiti	-2152
‚ĖĀrwo	-2153
Ne	-2154
‚ĖĀVe	-2155
mini	-2156
‚ĖĀvakamu	-2157
‚ĖĀZi	-2158
‚ĖĀor	-2159
kita	-2160
‚ĖĀnyama	-2161
‚ĖĀLi	-2162
‚ĖĀ100	-2163
‚ĖĀ15	-2164
‚ĖĀkubudi	-2165
res	-2166
zuro	-2167
cheka	-2168
‚ĖĀ1.	-2169
woko	-2170
‚ĖĀVaS	-2171
‚ĖĀkubuda	-2172
haka	-2173
chinja	-2174
‚ĖĀmukombe	-2175
‚ĖĀkugadzirisa	-2176
‚ĖĀBe	-2177
our	-2178
tumbi	-2179
‚ĖĀmazita	-2180
‚ĖĀmumutambo	-2181
gra	-2182
‚ĖĀPane	-2183
‚ĖĀMar	-2184
terna	-2185
lan	-2186
‚ĖĀseku	-2187
‚ĖĀnezuva	-2188
‚ĖĀnenyika	-2189
ongororwa	-2190
‚ĖĀLo	-2191
‚ĖĀkupi	-2192
‚ĖĀnaA	-2193
‚ĖĀmuguta	-2194
‚ĖĀakanaka	-2195
‚ĖĀzana	-2196
‚ĖĀchema	-2197
‚ĖĀsh	-2198
‚ĖĀaiva	-2199
‚ĖĀkudarika	-2200
heni	-2201
‚ĖĀnyoka	-2202
reba	-2203
‚ĖĀUnion	-2204
‚ĖĀDhavhidhi	-2205
ces	-2206
gai	-2207
ssion	-2208
United	-2209
‚ĖĀinenge	-2210
‚ĖĀzvikwata	-2211
4.	-2212
‚ĖĀdzine	-2213
CC	-2214
angano	-2215
‚ĖĀhazvina	-2216
‚ĖĀKunyange	-2217
bonde	-2218
‚ĖĀmake	-2219
sitiri	-2220
‚ĖĀwesangano	-2221
1.	-2222
ree	-2223
tombo	-2224
‚ĖĀkuMa	-2225
‚ĖĀmuhu	-2226
vira	-2227
‚ĖĀndiwo	-2228
‚ĖĀrinonzi	-2229
‚ĖĀVaEmmerson	-2230
fisi	-2231
kiri	-2232
‚ĖĀaive	-2233
tengeswa	-2234
‚ĖĀidzo	-2235
‚ĖĀAmerica	-2236
mirwa	-2237
Kristu	-2238
‚ĖĀsha	-2239
udzwa	-2240
zambi	-2241
yararo	-2242
‚ĖĀzvika	-2243
‚ĖĀgurukota	-2244
‚ĖĀVachitaura	-2245
‚ĖĀmatanho	-2246
‚ĖĀnekudaro	-2247
‚ĖĀCup	-2248
‚ĖĀMbu	-2249
‚ĖĀKristu	-2250
‚ĖĀ(4	-2251
simuka	-2252
‚ĖĀvaive	-2253
simbisa	-2254
‚ĖĀmamiriyoni	-2255
konzerwa	-2256
9.	-2257
‚ĖĀmutengo	-2258
‚ĖĀunofanira	-2259
yoro	-2260
‚ĖĀHIV	-2261
‚ĖĀkan	-2262
‚ĖĀkwako	-2263
‚ĖĀchikafu	-2264
dambudziko	-2265
rambe	-2266
zisi	-2267
mitemo	-2268
‚ĖĀdzimba	-2269
3.	-2270
refu	-2271
awa	-2272
zvadzi	-2273
‚ĖĀndipo	-2274
‚ĖĀhan	-2275
‚ĖĀneS	-2276
‚ĖĀrun	-2277
‚ĖĀndiro	-2278
mangwana	-2279
‚ĖĀ12	-2280
dana	-2281
rire	-2282
‚ĖĀVaG	-2283
‚ĖĀvagari	-2284
xi	-2285
‚ĖĀba	-2286
‚ĖĀdivi	-2287
‚ĖĀAkati	-2288
‚ĖĀpazvi	-2289
‚ĖĀzvikamu	-2290
‚ĖĀkwezvi	-2291
‚ĖĀvasati	-2292
chino	-2293
‚ĖĀvachida	-2294
huku	-2295
‚ĖĀdai	-2296
‚ĖĀhun	-2297
tyisa	-2298
‚ĖĀzvikoro	-2299
vhe	-2300
tun	-2301
duro	-2302
tina	-2303
mbura	-2304
ererano	-2305
‚ĖĀkwenguva	-2306
‚ĖĀmamiriro	-2307
‚ĖĀndine	-2308
‚ĖĀvaiva	-2309
‚ĖĀchikoro	-2310
‚ĖĀpeku	-2311
‚ĖĀchavo	-2312
motokari	-2313
‚ĖĀvachiri	-2314
his	-2315
‚ĖĀmakuru	-2316
‚ĖĀ(2	-2317
mombe	-2318
ph	-2319
ori	-2320
30	-2321
muno	-2322
jipiti	-2323
rone	-2324
turn	-2325
chose	-2326
angura	-2327
‚ĖĀNdicha	-2328
‚ĖĀdzinoti	-2329
‚ĖĀreZimbabwe	-2330
‚ĖĀnhare	-2331
‚ĖĀkufara	-2332
‚ĖĀmucha	-2333
xt	-2334
‚ĖĀZvo	-2335
‚ĖĀneru	-2336
mweya	-2337
‚ĖĀparu	-2338
faniri	-2339
kangan	-2340
6.	-2341
matongerwo	-2342
‚ĖĀ(1	-2343
resa	-2344
‚ĖĀachida	-2345
unganidza	-2346
vakwa	-2347
dii	-2348
log	-2349
‚ĖĀSu	-2350
rance	-2351
dy	-2352
vimbo	-2353
‚ĖĀpaine	-2354
5.	-2355
pon	-2356
‚ĖĀHigh	-2357
‚ĖĀekuti	-2358
‚ĖĀzvinodiwa	-2359
‚ĖĀmuko	-2360
Ta	-2361
musha	-2362
‚ĖĀ,	-2363
siro	-2364
‚ĖĀMwe	-2365
‚ĖĀtsa	-2366
dzora	-2367
gn	-2368
‚ĖĀtika	-2369
yoresa	-2370
‚ĖĀvatatu	-2371
‚ĖĀkugadzira	-2372
hat	-2373
gone	-2374
guma	-2375
‚ĖĀ000	-2376
‚ĖĀricha	-2377
line	-2378
‚ĖĀzvachose	-2379
kupa	-2380
koshe	-2381
Bo	-2382
‚ĖĀrudo	-2383
‚ĖĀSangano	-2384
‚ĖĀmidziyo	-2385
‚ĖĀnesu	-2386
Indaneti	-2387
‚ĖĀyakanga	-2388
yaka	-2389
‚ĖĀinofanira	-2390
kiti	-2391
‚ĖĀanoita	-2392
‚ĖĀNyanzvi	-2393
‚ĖĀkusangana	-2394
‚ĖĀpamwechete	-2395
PS	-2396
zvaka	-2397
ongororo	-2398
‚ĖĀYa	-2399
Bulawayo	-2400
chengetedzwa	-2401
mhu	-2402
lliance	-2403
AN	-2404
‚ĖĀakaenda	-2405
ternational	-2406
tal	-2407
‚ĖĀdhi	-2408
‚ĖĀpema	-2409
‚ĖĀShona	-2410
‚ĖĀzvakadaro	-2411
zwe	-2412
shora	-2413
‚ĖĀtine	-2414
roorwa	-2415
‚ĖĀpazuva	-2416
‚ĖĀvatengi	-2417
‚ĖĀmushonga	-2418
ress	-2419
‚ĖĀhwen	-2420
wanani	-2421
kumbiro	-2422
-2	-2423
mura	-2424
fundi	-2425
‚ĖĀrefu	-2426
‚ĖĀpachokwadi	-2427
‚ĖĀMoyo	-2428
‚ĖĀwava	-2429
bereko	-2430
‚ĖĀrwake	-2431
deredza	-2432
‚ĖĀmichina	-2433
‚ĖĀWi	-2434
wiza	-2435
‚ĖĀwoku	-2436
dhin	-2437
teerera	-2438
‚ĖĀvainge	-2439
rusaremu	-2440
‚ĖĀangu	-2441
endeswa	-2442
‚ĖĀnhamba	-2443
‚ĖĀhaisi	-2444
‚ĖĀndege	-2445
‚ĖĀmasere	-2446
‚ĖĀzvinonzi	-2447
‚ĖĀkunzi	-2448
‚ĖĀnezuro	-2449
‚ĖĀ11	-2450
‚ĖĀrekuti	-2451
wandi	-2452
ungana	-2453
munyika	-2454
sunga	-2455
‚ĖĀSouth	-2456
‚ĖĀkuisa	-2457
wirirana	-2458
‚ĖĀhwake	-2459
hinduro	-2460
ps	-2461
‚ĖĀ2018	-2462
‚ĖĀnoru	-2463
‚ĖĀMunhu	-2464
‚ĖĀkwedu	-2465
‚ĖĀvenyu	-2466
‚ĖĀzvinenge	-2467
‚ĖĀOn	-2468
tere	-2469
rus	-2470
EC	-2471
PF	-2472
‚ĖĀEn	-2473
‚ĖĀainge	-2474
‚ĖĀDoctor	-2475
wn	-2476
‚ĖĀVaR	-2477
‚ĖĀnapa	-2478
kundikana	-2479
lle	-2480
zukuru	-2481
miriro	-2482
‚ĖĀAlliance	-2483
hene	-2484
indura	-2485
andibate	-2486
‚ĖĀvakazvi	-2487
:1	-2488
pere	-2489
‚ĖĀkui	-2490
‚ĖĀpake	-2491
onyanya	-2492
‚ĖĀdzidzo	-2493
‚ĖĀzvokudya	-2494
‚ĖĀSha	-2495
‚ĖĀizita	-2496
‚ĖĀhupenyu	-2497
con	-2498
dzai	-2499
‚ĖĀnewe	-2500
Ndino	-2501
govera	-2502
‚ĖĀUS	-2503
‚ĖĀchedu	-2504
‚ĖĀrezvehutano	-2505
ding	-2506
sikati	-2507
dzingwa	-2508
‚ĖĀchikuru	-2509
ruwa	-2510
‚ĖĀare	-2511
‚ĖĀkut	-2512
‚ĖĀCent	-2513
‚ĖĀMugabe	-2514
7.	-2515
‚ĖĀakafa	-2516
‚ĖĀzvave	-2517
‚ĖĀzvavano	-2518
dzidzisi	-2519
‚ĖĀUnited	-2520
‚ĖĀby	-2521
chidiki	-2522
tsiva	-2523
‚ĖĀmaitiro	-2524
‚ĖĀshamwari	-2525
‚ĖĀrinowanikwa	-2526
mhe	-2527
indi	-2528
‚ĖĀrako	-2529
tai	-2530
sarudzwa	-2531
Bha	-2532
‚ĖĀ24	-2533
‚ĖĀkwenyu	-2534
com	-2535
rove	-2536
‚ĖĀwebato	-2537
tsigiro	-2538
‚ĖĀchichi	-2539
dro	-2540
‚ĖĀLea	-2541
gue	-2542
ors	-2543
World	-2544
‚ĖĀasati	-2545
mber	-2546
rane	-2547
socia	-2548
onge	-2549
ju	-2550
‚ĖĀzvava	-2551
dyidzana	-2552
‚ĖĀchitima	-2553
uchi	-2554
dzinga	-2555
‚ĖĀbedzi	-2556
‚ĖĀshoma	-2557
‚ĖĀkutarisa	-2558
‚ĖĀakandi	-2559
remeke	-2560
tongwa	-2561
chera	-2562
riyoni	-2563
‚ĖĀhwevanhu	-2564
vuku	-2565
shami	-2566
‚ĖĀNoku	-2567
‚ĖĀMashoko	-2568
‚ĖĀsenzira	-2569
ther	-2570
tsau	-2571
vhara	-2572
‚ĖĀchemu	-2573
‚ĖĀnemamwe	-2574
‚ĖĀngo	-2575
‚ĖĀkwevanhu	-2576
zen	-2577
ture	-2578
‚ĖĀkuM	-2579
pembe	-2580
bage	-2581
‚ĖĀyakan	-2582
‚ĖĀzvisinga	-2583
stan	-2584
marara	-2585
‚ĖĀanoshanda	-2586
‚ĖĀ2.	-2587
‚ĖĀFor	-2588
sungi	-2589
mos	-2590
‚ĖĀVaB	-2591
rican	-2592
‚ĖĀMari	-2593
rwadza	-2594
‚ĖĀzviviri	-2595
‚ĖĀnemudzimai	-2596
‚ĖĀhuri	-2597
‚ĖĀMutongi	-2598
‚ĖĀnerimwe	-2599
rts	-2600
tira	-2601
ard	-2602
‚ĖĀEx	-2603
huru	-2604
‚ĖĀhondo	-2605
kangani	-2606
‚ĖĀmoto	-2607
‚ĖĀdanho	-2608
‚ĖĀkudai	-2609
yna	-2610
‚ĖĀsezvino	-2611
pf	-2612
rump	-2613
vapa	-2614
tembo	-2615
‚ĖĀKubva	-2616
vimbisa	-2617
‚ĖĀMutauriri	-2618
tsu	-2619
rans	-2620
‚ĖĀyou	-2621
piswa	-2622
handare	-2623
sterone	-2624
‚ĖĀrwendo	-2625
que	-2626
‚ĖĀmhirizhonga	-2627
‚ĖĀreMa	-2628
zororo	-2629
‚ĖĀkwava	-2630
rega	-2631
kanda	-2632
‚ĖĀtattoo	-2633
‚ĖĀakatanga	-2634
‚ĖĀcheCovid	-2635
‚ĖĀoga	-2636
‚ĖĀune	-2637
‚ĖĀakabva	-2638
ratidzwa	-2639
tsinhira	-2640
‚ĖĀyenyika	-2641
‚ĖĀ16	-2642
diri	-2643
jeka	-2644
‚ĖĀyeva	-2645
‚ĖĀchose	-2646
‚ĖĀmhuka	-2647
‚ĖĀzvidzidzo	-2648
‚ĖĀrinoona	-2649
‚ĖĀnaizvozvo	-2650
ous	-2651
‚ĖĀvanoita	-2652
‚ĖĀBu	-2653
‚ĖĀIyo	-2654
tumwa	-2655
‚ĖĀkwemi	-2656
dziviri	-2657
‚ĖĀinoita	-2658
umbwa	-2659
tarira	-2660
‚ĖĀdzedu	-2661
National	-2662
‚ĖĀreC	-2663
port	-2664
‚ĖĀsema	-2665
‚ĖĀwekuti	-2666
lar	-2667
‚ĖĀNations	-2668
Ini	-2669
ast	-2670
kra	-2671
‚ĖĀfu	-2672
‚ĖĀati	-2673
‚ĖĀmikana	-2674
‚ĖĀpamuviri	-2675
mes	-2676
‚ĖĀli	-2677
kabvu	-2678
zinda	-2679
hofisi	-2680
‚ĖĀmazano	-2681
shungurudza	-2682
‚ĖĀmukurumbira	-2683
gomo	-2684
‚ĖĀZvin	-2685
‚ĖĀpechi	-2686
‚ĖĀnemapurisa	-2687
‚ĖĀanoona	-2688
‚ĖĀAssocia	-2689
onaka	-2690
‚ĖĀMurume	-2691
‚ĖĀpashure	-2692
‚ĖĀmakambani	-2693
vin	-2694
mita	-2695
‚ĖĀfodya	-2696
‚ĖĀmangwana	-2697
lin	-2698
‚ĖĀ50	-2699
dera	-2700
tain	-2701
urce	-2702
‚ĖĀzvirwere	-2703
rwu	-2704
vanga	-2705
‚ĖĀkuvanhu	-2706
‚ĖĀmagwaro	-2707
‚ĖĀnhoroondo	-2708
hasi	-2709
dzoke	-2710
zwisi	-2711
vhota	-2712
vhuro	-2713
bhanga	-2714
‚ĖĀmaererano	-2715
zvara	-2716
tsetse	-2717
‚ĖĀkugadzirwa	-2718
sto	-2719
Tino	-2720
jera	-2721
‚ĖĀpen	-2722
ermany	-2723
‚ĖĀvatiwo	-2724
‚ĖĀUn	-2725
arri	-2726
mara	-2727
pepa	-2728
zoita	-2729
‚ĖĀdzoku	-2730
‚ĖĀshure	-2731
‚ĖĀKwayedza	-2732
He	-2733
rwisana	-2734
‚ĖĀkubasa	-2735
‚ĖĀhaasi	-2736
‚ĖĀvanofanirwa	-2737
rent	-2738
‚ĖĀtsi	-2739
‚ĖĀnezv	-2740
ank	-2741
‚ĖĀBaba	-2742
dhaka	-2743
chinda	-2744
‚ĖĀreturn	-2745
‚ĖĀremhuri	-2746
‚ĖĀ''	-2747
cial	-2748
mbwe	-2749
tung	-2750
rombo	-2751
‚ĖĀCoun	-2752
‚ĖĀpose	-2753
chinzi	-2754
onero	-2755
‚ĖĀNyama	-2756
‚ĖĀpaaka	-2757
‚ĖĀweChi	-2758
‚ĖĀachiri	-2759
‚ĖĀNational	-2760
‚ĖĀ1,	-2761
yuta	-2762
angana	-2763
‚ĖĀapfuura	-2764
horo	-2765
‚ĖĀIsu	-2766
‚ĖĀanon	-2767
‚ĖĀenyu	-2768
‚ĖĀkwemakore	-2769
‚ĖĀpaIndaneti	-2770
‚ĖĀkunaka	-2771
kurumbira	-2772
‚ĖĀkuratidza	-2773
‚ĖĀkuG	-2774
kumbo	-2775
mbuya	-2776
‚ĖĀmiviri	-2777
‚ĖĀkutarisirwa	-2778
Ru	-2779
‚ĖĀ40	-2780
tura	-2781
‚ĖĀkutarisira	-2782
‚ĖĀngaandibate	-2783
‚ĖĀhwo	-2784
dhoro	-2785
ID	-2786
‚ĖĀfe	-2787
‚ĖĀikoko	-2788
‚ĖĀzvinon	-2789
zine	-2790
Ndaka	-2791
sheve	-2792
‚ĖĀndai	-2793
‚ĖĀAssociation	-2794
‚ĖĀRi	-2795
‚ĖĀSho	-2796
shonal	-2797
batanidza	-2798
80	-2799
hun	-2800
kudza	-2801
‚ĖĀvafa	-2802
‚ĖĀchigaro	-2803
site	-2804
bheri	-2805
ringa	-2806
kundwa	-2807
‚ĖĀkwayo	-2808
‚ĖĀvanova	-2809
HIV	-2810
....	-2811
‚ĖĀnot	-2812
mbove	-2813
pinza	-2814
‚ĖĀdzechi	-2815
gan	-2816
vhuvhu	-2817
ynamos	-2818
‚ĖĀkweva	-2819
shonaland	-2820
zasi	-2821
‚ĖĀEle	-2822
‚ĖĀweS	-2823
‚ĖĀmutambi	-2824
‚ĖĀkudzidza	-2825
derera	-2826
batsire	-2827
vanenge	-2828
‚ĖĀvatori	-2829
‚ĖĀyadarika	-2830
vona	-2831
zviri	-2832
‚ĖĀAl	-2833
tter	-2834
‚ĖĀ22	-2835
‚ĖĀLe	-2836
‚ĖĀneChi	-2837
‚ĖĀzvizvarwa	-2838
."	-2839
ok	-2840
chool	-2841
gariro	-2842
duka	-2843
tungwiza	-2844
cil	-2845
‚ĖĀneMu	-2846
‚ĖĀWorld	-2847
fambiswa	-2848
‚ĖĀnawo	-2849
arriors	-2850
‚ĖĀkuvaka	-2851
‚ĖĀkuHarare	-2852
‚ĖĀnesangano	-2853
‚ĖĀyeZimbabwe	-2854
8.	-2855
baya	-2856
sheni	-2857
‚ĖĀdoro	-2858
shamba	-2859
wedzerwa	-2860
‚ĖĀkwakaita	-2861
tri	-2862
onoka	-2863
vhene	-2864
‚ĖĀhaku	-2865
rwadzi	-2866
‚ĖĀtsvina	-2867
‚ĖĀkukurudzira	-2868
ight	-2869
mbiri	-2870
gadzikana	-2871
‚ĖĀzvirongwa	-2872
Jesu	-2873
‚ĖĀMuno	-2874
tra	-2875
‚ĖĀNdo	-2876
‚ĖĀImwe	-2877
‚ĖĀTaka	-2878
‚ĖĀthen	-2879
‚ĖĀmunyori	-2880
‚ĖĀnemvura	-2881
poka	-2882
‚ĖĀmusa	-2883
‚ĖĀmhepo	-2884
heru	-2885
‚ĖĀUnogona	-2886
rerwa	-2887
‚ĖĀmako	-2888
‚ĖĀmuru	-2889
‚ĖĀreZanu	-2890
‚ĖĀmutongo	-2891
gs	-2892
‚ĖĀVo	-2893
tinum	-2894
mbozha	-2895
tenderera	-2896
Zvi	-2897
ivi	-2898
gadziriro	-2899
‚ĖĀvanakomana	-2900
‚ĖĀIyi	-2901
‚ĖĀndin	-2902
‚ĖĀkuSouth	-2903
‚ĖĀvanogara	-2904
‚ĖĀvanodarika	-2905
tande	-2906
‚ĖĀwese	-2907
‚ĖĀvakafa	-2908
shandura	-2909
vuya	-2910
‚ĖĀnevano	-2911
‚ĖĀnaMwari	-2912
rty	-2913
‚ĖĀHandi	-2914
‚ĖĀchaiyo	-2915
‚ĖĀyakaita	-2916
‚ĖĀkurarama	-2917
‚ĖĀDu	-2918
budisa	-2919
‚ĖĀpangu	-2920
‚ĖĀruoko	-2921
vigwa	-2922
‚ĖĀVaCha	-2923
‚ĖĀkubvisa	-2924
zino	-2925
anoti	-2926
‚ĖĀVakati	-2927
‚ĖĀnya	-2928
‚ĖĀrenyu	-2929
‚ĖĀakadai	-2930
demu	-2931
duri	-2932
panhau	-2933
‚ĖĀakapa	-2934
‚ĖĀnemazana	-2935
bika	-2936
zeve	-2937
‚ĖĀwai	-2938
ganhu	-2939
‚ĖĀkunzvimbo	-2940
hn	-2941
‚ĖĀNyika	-2942
‚ĖĀkudenga	-2943
‚ĖĀmasangano	-2944
‚ĖĀmunharaunda	-2945
‚ĖĀJu	-2946
mbia	-2947
tors	-2948
‚ĖĀsaizvozvo	-2949
60	-2950
Mambo	-2951
ys	-2952
bve	-2953
ence	-2954
ussia	-2955
vhiki	-2956
kanzwa	-2957
‚ĖĀvacho	-2958
‚ĖĀmuchina	-2959
suo	-2960
yere	-2961
dzimu	-2962
rwizi	-2963
‚ĖĀurwu	-2964
‚ĖĀchekuita	-2965
‚ĖĀkwemashoko	-2966
kai	-2967
sion	-2968
‚ĖĀbho	-2969
‚ĖĀnei	-2970
tange	-2971
‚ĖĀndini	-2972
‚ĖĀzvakasimba	-2973
‚ĖĀWest	-2974
‚ĖĀPlatinum	-2975
vengi	-2976
‚ĖĀzvinova	-2977
sununguko	-2978
‚ĖĀNew	-2979
‚ĖĀSer	-2980
shaikwa	-2981
‚ĖĀZvisinei	-2982
‚ĖĀkazhinji	-2983
‚ĖĀal	-2984
less	-2985
‚ĖĀchipo	-2986
‚ĖĀiyoyo	-2987
‚ĖĀmadzi	-2988
‚ĖĀneimwe	-2989
kurudzirwa	-2990
‚ĖĀmapfumbamwe	-2991
‚ĖĀnokusingaperi	-2992
net	-2993
ome	-2994
‚ĖĀthat	-2995
demutande	-2996
‚ĖĀvachiita	-2997
‚ĖĀzvakakwana	-2998
hwo	-2999
tsamwa	-3000
‚ĖĀzvemu	-3001
simudza	-3002
‚ĖĀanobva	-3003
fadzwa	-3004
‚ĖĀachiita	-3005
‚ĖĀanogara	-3006
10	-3007
De	-3008
yl	-3009
‚ĖĀ13	-3010
jira	-3011
‚ĖĀweva	-3012
‚ĖĀakambo	-3013
‚ĖĀNdinoda	-3014
‚ĖĀpindura	-3015
rom	-3016
‚ĖĀ14	-3017
rona	-3018
‚ĖĀvese	-3019
‚ĖĀdzako	-3020
‚ĖĀZvimwe	-3021
‚ĖĀmutauro	-3022
‚ĖĀzvinoda	-3023
Hurumende	-3024
‚ĖĀkupararira	-3025
‚ĖĀmangwanani	-3026
guvo	-3027
kiro	-3028
‚ĖĀvhi	-3029
tengese	-3030
vhura	-3031
as	-3032
zinesi	-3033
‚ĖĀkuChi	-3034
‚ĖĀpamusangano	-3035
tunha	-3036
‚ĖĀpenyu	-3037
‚ĖĀhupfumi	-3038
‚ĖĀkubvira	-3039
tsanangura	-3040
‚ĖĀwekutanga	-3041
‚ĖĀ23	-3042
Ijipiti	-3043
‚ĖĀachibva	-3044
‚ĖĀrezveku	-3045
‚ĖĀnemakore	-3046
‚ĖĀinofanirwa	-3047
‚ĖĀCho	-3048
bairo	-3049
chingo	-3050
remara	-3051
‚ĖĀinopa	-3052
‚ĖĀpamusha	-3053
visa	-3054
‚ĖĀmubato	-3055
budiriro	-3056
‚ĖĀvatsigiri	-3057
‚ĖĀzvizhinji	-3058
dari	-3059
‚ĖĀMuchi	-3060
‚ĖĀreHarare	-3061
‚ĖĀzvirango	-3062
ght	-3063
‚ĖĀkuB	-3064
‚ĖĀmhe	-3065
eor	-3066
svitsa	-3067
‚ĖĀMachine	-3068
‚ĖĀrutsigiro	-3069
‚ĖĀwan	-3070
‚ĖĀzvekare	-3071
‚ĖĀzveZimbabwe	-3072
200	-3073
‚ĖĀneA	-3074
siden	-3075
‚ĖĀhamu	-3076
‚ĖĀakange	-3077
‚ĖĀkuedza	-3078
‚ĖĀkureva	-3079
‚ĖĀshandu	-3080
tsvakuru	-3081
‚ĖĀhurukuro	-3082
tswana	-3083
‚ĖĀMozisi	-3084
mbudzika	-3085
‚ĖĀnemhuri	-3086
‚ĖĀmhinduro	-3087
tungamiriri	-3088
munda	-3089
akanga	-3090
‚ĖĀneche	-3091
‚ĖĀzvina	-3092
vhesiti	-3093
‚ĖĀkutambira	-3094
min	-3095
‚ĖĀbazi	-3096
‚ĖĀyemi	-3097
‚ĖĀkunyora	-3098
‚ĖĀLu	-3099
‚ĖĀkuS	-3100
taure	-3101
‚ĖĀange	-3102
‚ĖĀanondi	-3103
miririra	-3104
‚ĖĀkubudikidza	-3105
ket	-3106
velo	-3107
‚ĖĀkundo	-3108
‚ĖĀkumira	-3109
‚ĖĀsource	-3110
kune	-3111
‚ĖĀIzvo	-3112
‚ĖĀnavanhu	-3113
pro	-3114
Chin	-3115
poteredza	-3116
‚ĖĀmazhinji	-3117
‚ĖĀmudzimba	-3118
‚ÄĚ.	-3119
‚ĖĀusa	-3120
ridzo	-3121
teroid	-3122
‚ĖĀinoda	-3123
‚ĖĀkutya	-3124
‚ĖĀisinga	-3125
‚ĖĀkwauri	-3126
‚ĖĀMushure	-3127
vhun	-3128
‚ĖĀVaP	-3129
‚ĖĀezvinhu	-3130
tevedzera	-3131
‚ĖĀkumusoro	-3132
-0	-3133
‚ĖĀ35	-3134
‚ĖĀzvirimwa	-3135
‚ĖĀzvinyorwa	-3136
‚ĖĀkumapurisa	-3137
‚ĖĀchigadzirwa	-3138
‚ĖĀCity	-3139
cation	-3140
‚ĖĀkwekuti	-3141
‚ĖĀchinonzi	-3142
‚ĖĀApo	-3143
‚ĖĀMuku	-3144
‚ĖĀTiri	-3145
Mi	-3146
maka	-3147
revo	-3148
bhuru	-3149
‚ĖĀinoshandiswa	-3150
uva	-3151
kure	-3152
mail	-3153
pment	-3154
‚ĖĀPari	-3155
‚ĖĀDzimwe	-3156
‚ĖĀchicha	-3157
‚ĖĀndicho	-3158
‚ĖĀkuchipatara	-3159
rid	-3160
‚ĖĀas	-3161
kuri	-3162
‚ĖĀNeku	-3163
shungu	-3164
‚ĖĀkupihwa	-3165
‚ĖĀrakanaka	-3166
‚ĖĀvakaenda	-3167
cherechedza	-3168
fira	-3169
winya	-3170
‚ĖĀpami	-3171
honasi	-3172
‚ĖĀCommission	-3173
ters	-3174
‚ĖĀ202	-3175
‚ĖĀbhi	-3176
shiri	-3177
‚ĖĀrudzi	-3178
‚ĖĀchiremba	-3179
‚ĖĀBha	-3180
bayiro	-3181
kanyanya	-3182
tch	-3183
rairo	-3184
‚ĖĀAchi	-3185
‚ĖĀevanhu	-3186
‚ĖĀnezita	-3187
‚ĖĀyekutanga	-3188
thi	-3189
wandisa	-3190
‚ĖĀkuronga	-3191
‚ĖĀzvazvo	-3192
dumbu	-3193
‚ĖĀboka	-3194
rwadziwa	-3195
danho	-3196
akaita	-3197
‚ĖĀdzakaita	-3198
‚ĖĀmuporofita	-3199
‚ĖĀnemishonga	-3200
mhi	-3201
ses	-3202
ball	-3203
‚ĖĀcur	-3204
‚ĖĀgoho	-3205
kraine	-3206
‚ĖĀchine	-3207
‚ĖĀkwatiri	-3208
‚ĖĀmuAmerica	-3209
kodzero	-3210
las	-3211
mas	-3212
rol	-3213
dzva	-3214
‚ĖĀmai	-3215
ambia	-3216
gungwa	-3217
‚ĖĀhadzi	-3218
pomerwa	-3219
taurira	-3220
‚ĖĀvasiri	-3221
dzidziswa	-3222
‚ĖĀzvinotaura	-3223
‚ĖĀmum	-3224
‚ĖĀkamwe	-3225
‚ĖĀLeague	-3226
‚ĖĀje	-3227
‚ĖĀNor	-3228
dimbu	-3229
‚ĖĀZviri	-3230
‚ĖĀSchool	-3231
‚ĖĀdzenyu	-3232
‚ĖĀkuongorora	-3233
‚ĖĀInternational	-3234
Europe	-3235
‚ĖĀnezvo	-3236
cube	-3237
‚ĖĀpara	-3238
‚ĖĀtari	-3239
‚ĖĀracho	-3240
‚ĖĀyezvi	-3241
‚ĖĀvarairidzi	-3242
od	-3243
ital	-3244
‚ĖĀama	-3245
‚ĖĀkufunga	-3246
‚ĖĀmuranda	-3247
‚ĖĀhwenyika	-3248
‚ĖĀkumativi	-3249
univhesiti	-3250
‚ĖĀyakasiyana	-3251
shungurudzwa	-3252
‚ĖĀvawane	-3253
‚ĖĀakaudza	-3254
‚ĖĀmashoma	-3255
‚ĖĀkupomerwa	-3256
071	-3257
‚ĖĀ3.	-3258
blic	-3259
‚ĖĀKura	-3260
frican	-3261
‚ĖĀzvedu	-3262
‚ĖĀutachiona	-3263
vumo	-3264
rangarira	-3265
‚ĖĀmiriyoni	-3266
cer	-3267
lue	-3268
rip	-3269
sikwa	-3270
‚ĖĀusiku	-3271
‚ĖĀVatiwo	-3272
‚ĖĀtinoda	-3273
‚ĖĀchiedza	-3274
ders	-3275
‚ĖĀHapana	-3276
Me	-3277
ora	-3278
‚ĖĀhw	-3279
‚ĖĀnou	-3280
‚ĖĀzvenyu	-3281
‚ĖĀmubvunzo	-3282
An	-3283
zon	-3284
‚ĖĀtu	-3285
alth	-3286
fano	-3287
‚ĖĀndiani	-3288
‚ĖĀkukwira	-3289
‚ĖĀAr	-3290
hwin	-3291
kara	-3292
wder	-3293
‚ĖĀWeb	-3294
chaka	-3295
mbidzwa	-3296
‚ĖĀvakwanise	-3297
‚ĖĀkwechirwere	-3298
‚ĖĀst	-3299
‚ĖĀavai	-3300
‚ĖĀkuchema	-3301
‚ĖĀmutumbi	-3302
chengeteka	-3303
‚ĖĀmuzvikoro	-3304
:2	-3305
Ti	-3306
sed	-3307
‚ĖĀAu	-3308
yorera	-3309
‚ĖĀanova	-3310
‚ĖĀsteroid	-3311
‚ĖĀpamwedzi	-3312
tsana	-3313
‚ĖĀmapa	-3314
‚ĖĀmura	-3315
‚ĖĀzvechi	-3316
‚ĖĀTarirai	-3317
nde	-3318
boka	-3319
paradzwa	-3320
‚ĖĀlo	-3321
‚ĖĀyakaitwa	-3322
‚ĖĀkukanganisa	-3323
tete	-3324
‚ĖĀrai	-3325
‚ĖĀnaro	-3326
‚ĖĀbvunzo	-3327
‚ĖĀkurima	-3328
‚ĖĀzvirokwazvo	-3329
‚ĖĀnokukurumidza	-3330
endai	-3331
‚ĖĀnhaka	-3332
‚ĖĀuchida	-3333
‚ĖĀvachibva	-3334
ivil	-3335
gurukota	-3336
bvumirano	-3337
‚ĖĀVaJo	-3338
‚ĖĀrega	-3339
chinhu	-3340
‚ĖĀzvako	-3341
‚ĖĀkukosha	-3342
‚ĖĀzvakadai	-3343
esa	-3344
urwa	-3345
‚ĖĀIta	-3346
stitu	-3347
shanyi	-3348
‚ĖĀkusarudza	-3349
‚ĖĀkutengesa	-3350
Ra	-3351
hou	-3352
bhazi	-3353
‚ĖĀandi	-3354
Warriors	-3355
‚ĖĀkuchengetedza	-3356
Kana	-3357
jere	-3358
meso	-3359
roup	-3360
‚ĖĀmaoko	-3361
‚ĖĀvanotiwo	-3362
gadzirirwa	-3363
imbi	-3364
‚ĖĀshu	-3365
‚ĖĀmwoyo	-3366
‚ĖĀtsamba	-3367
‚ĖĀmitengo	-3368
‚ĖĀvanobva	-3369
‚ĖĀchinangwa	-3370
‚ĖĀmifananidzo	-3371
mer	-3372
gwara	-3373
lable	-3374
‚ĖĀreva	-3375
‚ĖĀwayo	-3376
‚ĖĀwith	-3377
‚ĖĀyepa	-3378
‚ĖĀnhara	-3379
‚ĖĀinosvika	-3380
‚ĖĀkuonekwa	-3381
kobho	-3382
bhadharwa	-3383
cs	-3384
bra	-3385
kama	-3386
‚ĖĀamu	-3387
baiwa	-3388
‚ĖĀkunoita	-3389
‚ĖĀmibvunzo	-3390
‚ĖĀnharaunda	-3391
‚ĖĀMwanakomana	-3392
ks	-3393
sungo	-3394
purazi	-3395
‚ĖĀpakutanga	-3396
des	-3397
fundo	-3398
‚ĖĀndokuzo	-3399
‚ĖĀvechikoro	-3400
bare	-3401
riri	-3402
‚ĖĀIko	-3403
‚ĖĀGuru	-3404
tariri	-3405
99	-3406
hy	-3407
ffi	-3408
‚ĖĀushe	-3409
anenge	-3410
‚ĖĀakatungamirira	-3411
-3	-3412
undu	-3413
Chita	-3414
kudya	-3415
‚ĖĀmazwi	-3416
‚ĖĀpavaka	-3417
‚ĖĀzvisiri	-3418
‚ĖĀkudzivirira	-3419
raira	-3420
‚ĖĀChii	-3421
‚ĖĀpemu	-3422
shande	-3423
tengwa	-3424
chengetwa	-3425
mpi	-3426
‚ĖĀ21	-3427
kova	-3428
chinge	-3429
tambirwa	-3430
‚ĖĀrinouya	-3431
dandemutande	-3432
!!	-3433
mh	-3434
op	-3435
were	-3436
‚ĖĀaita	-3437
yanduri	-3438
‚ĖĀmurimi	-3439
ure	-3440
‚ĖĀmuG	-3441
‚ĖĀrika	-3442
sve	-3443
lack	-3444
puro	-3445
‚ĖĀumo	-3446
‚ĖĀnaMa	-3447
‚ĖĀweMu	-3448
‚ĖĀpanze	-3449
‚ĖĀvaita	-3450
‚ĖĀchikonzero	-3451
remi	-3452
repo	-3453
riva	-3454
‚ĖĀongororo	-3455
is	-3456
sra	-3457
pinde	-3458
‚ĖĀkurutivi	-3459
‚ĖĀmasikati	-3460
‚ĖĀkuko	-3461
bayiwa	-3462
enzana	-3463
andinga	-3464
‚ĖĀmumusha	-3465
‚ĖĀvarwere	-3466
7,	-3467
enya	-3468
ongu	-3469
‚ĖĀZve	-3470
‚ĖĀnzi	-3471
zadzi	-3472
‚ĖĀechi	-3473
‚ĖĀunga	-3474
‚ĖĀmaguta	-3475
‚ĖĀrakanga	-3476
‚ĖĀNyamavhuvhu	-3477
‚ĖĀmutevedzeri	-3478
High	-3479
bira	-3480
duru	-3481
mbova	-3482
‚ĖĀunhu	-3483
‚ĖĀakataura	-3484
?‚ÄĚ	-3485
‚ĖĀ26	-3486
‚ĖĀ28	-3487
zoti	-3488
‚ĖĀusina	-3489
‚ĖĀdzicha	-3490
enzaniswa	-3491
une	-3492
tsoka	-3493
‚ĖĀndere	-3494
‚ĖĀnababa	-3495
‚ĖĀj	-3496
‚ĖĀFe	-3497
‚ĖĀad	-3498
siki	-3499
shinga	-3500
AR	-3501
ges	-3502
tarwa	-3503
vamwe	-3504
‚ĖĀBank	-3505
vimbika	-3506
‚ĖĀnega	-3507
‚ĖĀpave	-3508
reza	-3509
‚ĖĀMuna	-3510
‚ĖĀkuka	-3511
‚ĖĀyese	-3512
angirai	-3513
‚ĖĀkupedza	-3514
‚ĖĀnemunhu	-3515
‚ĖĀvakange	-3516
yera	-3517
‚ĖĀnaS	-3518
dhiyo	-3519
rungu	-3520
‚ĖĀaida	-3521
vakaita	-3522
‚ĖĀnezvaka	-3523
velopment	-3524
‚ĖĀparizvino	-3525
‚ĖĀ(5	-3526
‚ĖĀizwi	-3527
onetsa	-3528
viga	-3529
‚ĖĀVaC	-3530
‚ĖĀkudzoka	-3531
‚ĖĀkwemvura	-3532
‚ĖĀzvakanga	-3533
‚ĖĀkuchengeta	-3534
‚ĖĀzvakaitika	-3535
‚ĖĀSt	-3536
renda	-3537
‚ĖĀivhu	-3538
‚ĖĀCivil	-3539
‚ĖĀServi	-3540
yambira	-3541
‚ĖĀCouncil	-3542
‚ĖĀkubatwa	-3543
geza	-3544
shin	-3545
‚ĖĀasa	-3546
‚ĖĀreS	-3547
‚ĖĀ2013	-3548
gadzwa	-3549
‚ĖĀpowder	-3550
‚ĖĀ0.	-3551
itwe	-3552
seni	-3553
‚ĖĀdzai	-3554
tyairi	-3555
vharwa	-3556
‚ĖĀmvumo	-3557
‚ĖĀSekuru	-3558
horoondo	-3559
‚ĖĀmumitambo	-3560
‚ĖĀpachigaro	-3561
‚ĖĀpachikoro	-3562
kurwa	-3563
‚ĖĀtose	-3564
‚ĖĀmimwe	-3565
‚ĖĀmutsva	-3566
svangirai	-3567
‚ĖĀrinopikisa	-3568
din	-3569
wer	-3570
sign	-3571
ition	-3572
‚ĖĀmabhi	-3573
‚ĖĀHatina	-3574
‚ĖĀyakareba	-3575
‚ĖĀgi	-3576
ruva	-3577
‚ĖĀyayo	-3578
‚ĖĀNdira	-3579
‚ĖĀNzira	-3580
‚ĖĀyaiva	-3581
‚ĖĀkuverenga	-3582
bhura	-3583
‚ĖĀruno	-3584
ire	-3585
mwi	-3586
‚ĖĀex	-3587
kepe	-3588
kwai	-3589
‚ĖĀHol	-3590
ronde	-3591
washa	-3592
‚ĖĀVari	-3593
‚ĖĀMbuya	-3594
‚ĖĀNdine	-3595
‚ĖĀiripo	-3596
‚ĖĀnegore	-3597
‚ĖĀvanove	-3598
rumbidza	-3599
shanduka	-3600
‚ĖĀmufananidzo	-3601
ker	-3602
tyi	-3603
doma	-3604
zoro	-3605
‚ĖĀTrain	-3606
‚ĖĀvakambo	-3607
‚ĖĀkutaurwa	-3608
‚ĖĀkudzokera	-3609
‚ĖĀFC	-3610
vapo	-3611
zora	-3612
ibheri	-3613
rairwa	-3614
pabonde	-3615
kanganwa	-3616
AS	-3617
-19.	-3618
‚ĖĀEast	-3619
zviita	-3620
‚ĖĀcurrent	-3621
‚ĖĀmabhuku	-3622
‚ĖĀChikwata	-3623
ft	-3624
rm	-3625
ans	-3626
‚ĖĀSh	-3627
‚ĖĀGra	-3628
sis	-3629
‚ĖĀla	-3630
‚ĖĀSte	-3631
‚ĖĀUsa	-3632
‚ĖĀhunhu	-3633
‚ĖĀnokun	-3634
waniswa	-3635
tsanangu	-3636
‚ĖĀkubatana	-3637
gle	-3638
kane	-3639
irimu	-3640
pfeko	-3641
‚ĖĀ2019	-3642
ponesa	-3643
‚ĖĀNguva	-3644
fundisi	-3645
‚ĖĀkurapwa	-3646
‚ĖĀmanheru	-3647
gumo	-3648
‚ĖĀhweHIV	-3649
‚ĖĀkaviri	-3650
‚ĖĀmasimba	-3651
‚ĖĀMudzimai	-3652
‚ĖĀvanokwanisa	-3653
IM	-3654
mhuka	-3655
‚ĖĀGore	-3656
‚ĖĀWaka	-3657
koshesa	-3658
‚ĖĀhenyu	-3659
‚ĖĀmedia	-3660
‚ĖĀCentral	-3661
‚ĖĀakaramba	-3662
‚ĖĀYo	-3663
,000	-3664
‚ĖĀweA	-3665
zambique	-3666
taurirana	-3667
‚ĖĀ4.	-3668
zika	-3669
zura	-3670
‚ĖĀvata	-3671
‚ĖĀNhasi	-3672
‚ĖĀzvayo	-3673
‚ĖĀkwemari	-3674
‚ĖĀkukonzera	-3675
‚ĖĀVaChi	-3676
‚ĖĀchikumbiro	-3677
len	-3678
yun	-3679
‚ĖĀsho	-3680
‚ĖĀrufu	-3681
‚ĖĀyama	-3682
Chitatu	-3683
Jerusaremu	-3684
‚ĖĀrepamusoro	-3685
mbun	-3686
yero	-3687
‚ĖĀneu	-3688
Shona	-3689
onera	-3690
‚ĖĀPasi	-3691
‚ĖĀekunze	-3692
dhorobha	-3693
‚ĖĀGwe	-3694
lands	-3695
gumisi	-3696
‚ĖĀPamusoro	-3697
‚ĖĀzvakafanana	-3698
mha	-3699
pindira	-3700
‚ĖĀakatora	-3701
‚ĖĀkutevera	-3702
‚ĖĀnemukadzi	-3703
‚ĖĀvanosvika	-3704
jini	-3705
‚ĖĀDay	-3706
‚ĖĀmbu	-3707
eorge	-3708
‚ĖĀkudzo	-3709
‚ĖĀbhonasi	-3710
‚ĖĀavailable	-3711
‚ĖĀyakanakisisa	-3712
bhin	-3713
dium	-3714
jeke	-3715
rani	-3716
‚ĖĀnai	-3717
‚ĖĀbhuku	-3718
‚ĖĀAd	-3719
‚ĖĀese	-3720
dyiwa	-3721
bwinya	-3722
‚ĖĀkwenyaya	-3723
‚ĖĀremitemo	-3724
ber	-3725
‚ĖĀtave	-3726
‚ĖĀkudaro	-3727
‚ĖĀvakato	-3728
‚ĖĀkumatare	-3729
‚ĖĀmushandi	-3730
cent	-3731
‚ĖĀIvo	-3732
‚ĖĀVaTa	-3733
‚ĖĀrese	-3734
kwanisi	-3735
‚ĖĀraJehovha	-3736
tengeserana	-3737
tungamirirwa	-3738
ise	-3739
ith	-3740
svo	-3741
‚ĖĀit	-3742
hiko	-3743
puti	-3744
seka	-3745
mbuka	-3746
‚ĖĀmaza	-3747
‚ĖĀhaanga	-3748
‚ĖĀusinga	-3749
‚ĖĀwedare	-3750
‚ĖĀmagetsi	-3751
rasikirwa	-3752
‚ĖĀkunogona	-3753
‚ĖĀDevelopment	-3754
‚ĖĀcar	-3755
‚ĖĀrava	-3756
‚ĖĀPanguva	-3757
manikidzwa	-3758
IN	-3759
dini	-3760
keri	-3761
reve	-3762
‚ĖĀani	-3763
‚ĖĀpre	-3764
‚ĖĀyehu	-3765
‚ĖĀkushu	-3766
‚ĖĀvakabva	-3767
‚ĖĀzvatino	-3768
.,	-3769
etro	-3770
ights	-3771
mhepo	-3772
‚ĖĀZvinhu	-3773
‚ĖĀpavano	-3774
‚ĖĀraMwari	-3775
‚ĖĀkunzwisisa	-3776
Go	-3777
goro	-3778
‚ĖĀacho	-3779
‚ĖĀasiri	-3780
fukidza	-3781
piritsi	-3782
‚ĖĀMunyori	-3783
‚ĖĀadarika	-3784
‚ĖĀkutadza	-3785
stra	-3786
‚ĖĀthis	-3787
‚ĖĀvaite	-3788
‚ĖĀnaamai	-3789
gon	-3790
ries	-3791
‚ĖĀMune	-3792
‚ĖĀkupera	-3793
‚ĖĀpaJehovha	-3794
‚ĖĀanofanirwa	-3795
‚ĖĀmuti	-3796
‚ĖĀyaVa	-3797
kirini	-3798
mazuva	-3799
‚ĖĀZvose	-3800
‚ĖĀsechi	-3801
‚ĖĀnezven	-3802
‚ĖĀkubatsirwa	-3803
‚ĖĀzvematongerwo	-3804
pai	-3805
‚ĖĀ077	-3806
‚ĖĀPano	-3807
‚ĖĀmatu	-3808
pfambi	-3809
‚ĖĀinzwi	-3810
‚ĖĀkwehu	-3811
‚ĖĀvakava	-3812
‚ĖĀgadziriro	-3813
‚ĖĀhwakanaka	-3814
nje	-3815
‚ĖĀShe	-3816
‚ĖĀVaK	-3817
Nyaya	-3818
‚ĖĀmauto	-3819
‚ĖĀreMDC	-3820
‚ĖĀkumashure	-3821
‚ĖĀzvinotevera	-3822
Zv	-3823
‚ĖĀge	-3824
yamu	-3825
‚ĖĀcom	-3826
homwe	-3827
ongwe	-3828
‚ĖĀnhau	-3829
‚ĖĀvazo	-3830
‚ĖĀinotevera	-3831
‚ĖĀEng	-3832
‚ĖĀpla	-3833
rongo	-3834
giramu	-3835
‚ĖĀutano	-3836
‚ĖĀpositi	-3837
pawo	-3838
virus	-3839
ritain	-3840
‚ĖĀnechin	-3841
‚ĖĀmupenyu	-3842
‚ĖĀyevanhu	-3843
‚ĖĀwekuroora	-3844
